[
 {
    "name": "Stanley Kubrick",
    "poster": "https://image.tmdb.org/t/p/w300/exfQ6vXXq7rMS5YWb3B88PK39a1.jpg",
    "id": 240,
    "summary": "Stanley Kubrick (; July 26, 1928 – March 7, 1999) was an American film director, producer, screenwriter, and photographer. He is frequently cited as one of the greatest filmmakers in cinematic history. His films, which are mostly adaptations of novels or short stories, cover a wide range of genres and are noted for their realism, dark humor, unique cinematography, extensive set designs, and evocative use of music.\nKubrick was raised in the Bronx, New York City, and attended William Howard Taft High School from 1941 to 1945. He received average grades, but displayed a keen interest in literature, photography, and film from a young age, and taught himself all aspects of film production and directing after graduating from high school. After working as a photographer for Look magazine in the late 1940s and early 1950s, he began making short films on a shoestring budget, and made his first major Hollywood film, The Killing, for United Artists in 1956. This was followed by two collaborations with Kirk Douglas: the war picture Paths of Glory (1957) and the historical epic Spartacus (1960).\nCreative differences arising from his work with Douglas and the film studios, a dislike of the Hollywood industry, and a growing concern about crime in America prompted Kubrick to move to the United Kingdom in 1961, where he spent most of his remaining life and career. His home at Childwickbury Manor in Hertfordshire, which he shared with his wife Christiane, became his workplace, where he did his writing, research, editing, and management of production details. This allowed him to have almost complete artistic control over his films, but with the rare advantage of having financial support from major Hollywood studios. His first productions in Britain were two films with Peter Sellers, an adaptation of the Vladimir Nabokov novel Lolita (1962) and the Cold War black comedy Dr. Strangelove (1964).\nA demanding perfectionist, Kubrick assumed control over most aspects of the filmmaking process, from direction and writing to editing, and took painstaking care with researching his films and staging scenes, working in close coordination with his actors, crew, and other collaborators. He often asked for several dozen retakes of the same shot in a movie, which resulted in many conflicts with his casts. Despite the resulting notoriety among actors, many of Kubrick's films broke new ground in cinematography. The scientific realism and innovative special effects of the science fiction epic 2001: A Space Odyssey (1968) were without precedent in the history of cinema, and the film earned him his only personal Oscar, for Best Visual Effects. Steven Spielberg has referred to the film as his generation's \"big bang\"; it is regarded as one of the greatest films ever made.\nWhile many of Kubrick's films were controversial and initially received mixed reviews upon release—particularly the brutal A Clockwork Orange (1971), which Kubrick pulled from circulation in the UK following a mass media frenzy—most were nominated for Oscars, Golden Globes, or BAFTA Awards, and underwent critical reevaluations. For the 18th-century period film Barry Lyndon (1975), Kubrick obtained lenses developed by Zeiss for NASA, to film scenes under natural candlelight. With the horror film The Shining (1980), he became one of the first directors to make use of a Steadicam for stabilized and fluid tracking shots, a technology vital to his Vietnam War film Full Metal Jacket (1987). His last film, Eyes Wide Shut, was completed shortly before his death in 1999 at the age of 70.",
    "tmdb": "https://www.themoviedb.org/person/240",
    "wiki": "https://en.wikipedia.org/wiki/Stanley_Kubrick"
 },
 {
    "name": "Katsuhiro Otomo",
    "poster": "https://image.tmdb.org/t/p/w300/hMxQlQa0cKLx086va8KDIyOdxO1.jpg",
    "id": 185,
    "summary": "Katsuhiro Otomo (大友 克洋, Ōtomo Katsuhiro, born April 14, 1954) is a Japanese manga artist, screenwriter, animator and film director. He is best known as the creator of Akira, in terms of both the original 1982 manga series and the 1988 animated film adaptation. He was decorated a Chevalier of the French Ordre des Arts et des Lettres in 2005, promoted to Officier of the order in 2014, became the fourth manga artist ever inducted into the American Eisner Award Hall of Fame in 2012, and was awarded the Purple Medal of Honor from the Japanese government in 2013. Otomo later received the Winsor McCay Award at the 41st Annie Awards in 2014 and the 2015 Grand Prix de la ville d'Angoulême, the first manga artist to receive the award. Otomo is married to Yoko Otomo. Together they have one child, a son named Shohei Otomo, who is also an artist.",
    "tmdb": "https://www.themoviedb.org/person/185",
    "wiki": "https://en.wikipedia.org/wiki/Katsuhiro_Otomo"
 },
 {
    "name": "Sion Sono",
    "poster": "https://image.tmdb.org/t/p/w300/nuPRCFqZRmw8qYLfoLUxJPtcwjX.jpg",
    "id": 67075,
    "summary": "Sion Sono (園 子温, Sono Shion, born December 18, 1961) is a Japanese filmmaker, author, and poet. Best known on the festival circuit for the film Love Exposure (2008), he has been called \"the most subversive filmmaker working in Japanese cinema today\", a \"stakhanovist filmmaker\" with an \"idiosyncratic\" career.",
    "tmdb": "https://www.themoviedb.org/person/67075",
    "wiki": "https://en.wikipedia.org/wiki/Sion_Sono"
 },
 {
    "name": "Denis Villeneuve",
    "poster": "https://image.tmdb.org/t/p/w300/zdDx9Xs93UIrJFWYApYR28J8M6b.jpg",
    "id": 137427,
    "summary": "Denis Villeneuve  (French: [dəni vilnœv]; born October 3, 1967) is a French Canadian filmmaker. He is a four-time recipient of the Canadian Screen Award (formerly Genie Award) for Best Direction, for Maelström in 2001, Polytechnique in 2009, Incendies in 2010 and Enemy in 2013. The first three of these films also won the Canadian Screen Award for Best Motion Picture, while the latter was awarded the prize for best Canadian film of the year by the Toronto Film Critics Association.\nInternationally, he is known for directing several critically acclaimed films, including the thrillers Prisoners (2013) and Sicario (2015), as well as the science fiction films Arrival (2016) and Blade Runner 2049 (2017). For his work on Arrival, he received an Academy Award nomination for Best Director. He was awarded the prize of Director of the Decade by the Hollywood Critics Association in December 2019. His latest film, Dune, based on Frank Herbert's novel of the same name, premiered on September 3, 2021, at the Venice Film Festival.\n\n",
    "tmdb": "https://www.themoviedb.org/person/137427",
    "wiki": "https://en.wikipedia.org/wiki/Denis_Villeneuve"
 },
 {
    "name": "Ridley Scott",
    "poster": "https://image.tmdb.org/t/p/w300/zABJmN9opmqD4orWl3KSdCaSo7Q.jpg",
    "id": 578,
    "summary": "Sir Ridley Scott (born 30 November 1937) is an English film director and producer. He has directed the science fiction horror film Alien (1979), the neo-noir dystopian film Blade Runner (1982), the road adventure film Thelma & Louise (1991), the historical drama film Gladiator (2000), the war film Black Hawk Down (2001), and the science fiction film The Martian (2015). \nScott began his career as a television designer and director before moving into advertising, where he honed his filmmaking skills by making inventive mini-films for television commercials. His work is known for its atmospheric and highly concentrated visual style. Though his films range widely in setting and period, they frequently showcase memorable imagery of urban environments, spanning 2nd-century Rome (Gladiator), 12th-century Jerusalem (Kingdom of Heaven), Medieval England (Robin Hood), contemporary Mogadishu (Black Hawk Down), or the futuristic cityscapes of Blade Runner and distant planets in Alien, Alien: Covenant, Prometheus, and The Martian. Several of his films are also known for their strong female characters. In 2021, his films The Last Duel and House of Gucci will be released.Scott has been nominated for three Academy Awards for Directing, which he received for Thelma & Louise, Gladiator and Black Hawk Down. Gladiator won the Academy Award for Best Picture, and he received a nomination in that category for the 2015 film The Martian. In 1995 both Scott and his brother Tony received a BAFTA for Outstanding British Contribution to Cinema. In 2003 he was knighted for services to the British film industry. In a 2004 BBC poll, Scott was ranked 10 on the list of most influential people in British culture. He received an honorary doctorate from the Royal College of Art in London in 2015 and the BAFTA Fellowship for lifetime achievement in 2018.",
    "tmdb": "https://www.themoviedb.org/person/578",
    "wiki": "https://en.wikipedia.org/wiki/Ridley_Scott"
 },
 {
    "name": "Wong Kar-wai",
    "poster": "https://image.tmdb.org/t/p/w300/pKcbuLRxSY3Eykjb6RTsgGRG3Uv.jpg",
    "id": 12453,
    "summary": "Wong Kar-wai  (born 17 July 1958) is a Hong Kong film director, screenwriter, and producer. His films are characterised by nonlinear narratives, atmospheric music, and vivid cinematography involving bold, saturated colours. A pivotal figure of Hong Kong cinema, Wong is considered a contemporary auteur, and ranks third on Sight & Sound's 2002 poll of the greatest filmmakers of modern times. His films frequently appear on best-of lists domestically and internationally.\nBorn in Shanghai, Wong emigrated to British Hong Kong as a child with his family. He began a career as a screenwriter for soap operas before transitioning to directing with his debut, the crime drama As Tears Go By (1988). While As Tears Go By was fairly successful in Hong Kong, Wong moved away from the contemporary trend of crime and action movies to embark on more personal filmmaking styles. Days of Being Wild (1990), his first venture into such direction, did not perform well at the box office. It however received critical acclaim, and won Best Film and Best Director at the 1991 Hong Kong Film Awards. His next film, Ashes of Time (1994), was met with mixed reception because of its vague plot and atypical take on the wuxia genre.\nThe production of Ashes of Time was time-consuming and left Wong exhausted; he subsequently directed Chungking Express (1994) with hopes of reconciling with filmmaking. The film, expressing a more lighthearted atmosphere, catapulted Wong to international prominence, and won Best Film and Best Director at the 1995 Hong Kong Film Awards. Wong consolidated his worldwide reputation with the 1997 drama Happy Together, for which he won Best Director at the Cannes Film Festival.\nThe 2000 drama In the Mood for Love, revered for its lush visuals and subtle storytelling, concretely established Wong's trademark filmmaking styles. Among his other work are 2046 (2004) and The Grandmaster (2013), both of which received awards and nominations worldwide.",
    "tmdb": "https://www.themoviedb.org/person/12453",
    "wiki": "https://en.wikipedia.org/wiki/Wong_Kar-wai"
 },
 {
    "name": "Wong Kar-wai",
    "poster": "https://image.tmdb.org/t/p/w300/pKcbuLRxSY3Eykjb6RTsgGRG3Uv.jpg",
    "id": 12453,
    "summary": "Wong Kar-wai  (born 17 July 1958) is a Hong Kong film director, screenwriter, and producer. His films are characterised by nonlinear narratives, atmospheric music, and vivid cinematography involving bold, saturated colours. A pivotal figure of Hong Kong cinema, Wong is considered a contemporary auteur, and ranks third on Sight & Sound's 2002 poll of the greatest filmmakers of modern times. His films frequently appear on best-of lists domestically and internationally.\nBorn in Shanghai, Wong emigrated to British Hong Kong as a child with his family. He began a career as a screenwriter for soap operas before transitioning to directing with his debut, the crime drama As Tears Go By (1988). While As Tears Go By was fairly successful in Hong Kong, Wong moved away from the contemporary trend of crime and action movies to embark on more personal filmmaking styles. Days of Being Wild (1990), his first venture into such direction, did not perform well at the box office. It however received critical acclaim, and won Best Film and Best Director at the 1991 Hong Kong Film Awards. His next film, Ashes of Time (1994), was met with mixed reception because of its vague plot and atypical take on the wuxia genre.\nThe production of Ashes of Time was time-consuming and left Wong exhausted; he subsequently directed Chungking Express (1994) with hopes of reconciling with filmmaking. The film, expressing a more lighthearted atmosphere, catapulted Wong to international prominence, and won Best Film and Best Director at the 1995 Hong Kong Film Awards. Wong consolidated his worldwide reputation with the 1997 drama Happy Together, for which he won Best Director at the Cannes Film Festival.\nThe 2000 drama In the Mood for Love, revered for its lush visuals and subtle storytelling, concretely established Wong's trademark filmmaking styles. Among his other work are 2046 (2004) and The Grandmaster (2013), both of which received awards and nominations worldwide.",
    "tmdb": "https://www.themoviedb.org/person/12453",
    "wiki": "https://en.wikipedia.org/wiki/Wong_Kar-wai"
 },
 {
    "name": "Michelangelo Antonioni",
    "poster": "https://image.tmdb.org/t/p/w300/aGrzCeNCEZEI1DhLS8HjWDKNude.jpg",
    "id": 15189,
    "summary": "Michelangelo Antonioni  (, Italian: [mikeˈlandʒelo antoˈnjoːni]; 29 September 1912 – 30 July 2007) was an Italian film director, screenwriter, editor, and painter. He is best known for his \"trilogy on modernity and its discontents\" — L'Avventura (1960), La Notte (1961), and L'Eclisse (1962) — as well as the English-language films Blowup (1966) and The Passenger (1975). His films have been described as \"enigmatic and intricate mood pieces\" that feature elusive plots, striking visual composition, and a preoccupation with modern landscapes. His work would substantially influence subsequent art cinema.Antonioni received numerous awards and nominations throughout his career, including the Cannes Film Festival Jury Prize (1960, 1962), Palme d'Or (1966), and 35th Anniversary Prize (1982); the Venice Film Festival Silver Lion (1955), Golden Lion (1964), FIPRESCI Prize (1964, 1995), and Pietro Bianchi Award (1998); the Italian National Syndicate of Film Journalists Silver Ribbon eight times; and an honorary Academy Award in 1995. He is one of three directors to have won the Palme d'Or, the Golden Lion and the Golden Bear (the others being Henri-Georges Clouzot and Robert Altman), and the only director to have won these three and the Golden Leopard.",
    "tmdb": "https://www.themoviedb.org/person/15189",
    "wiki": "https://en.wikipedia.org/wiki/Michelangelo_Antonioni"
 },
 {
    "name": "Nicolas Winding Refn",
    "poster": "https://image.tmdb.org/t/p/w300/sHH8M1iAVO5qtuyqNOiD6AKu8Id.jpg",
    "id": 21183,
    "summary": "Nicolas Winding Refn (Danish: [ˈne̝kolɑs ˈve̝nte̝ŋ ˈʁæfn̩]; born 29 September 1970) is a Danish film director, screenwriter, and producer. He is known for directing the Pusher trilogy (1996–2005), the fictionalised biographical film Bronson (2008), the adventure film Valhalla Rising (2009), the action drama film Drive (2011), the crime film Only God Forgives (2013), the psychological horror film The Neon Demon (2016), and the crime series Too Old to Die Young (2019).In 2008, Refn co-founded the Copenhagen-based production company Space Rocket Nation.",
    "tmdb": "https://www.themoviedb.org/person/21183",
    "wiki": "https://en.wikipedia.org/wiki/Nicolas_Winding_Refn"
 },
 {
    "name": "Wong Kar-wai",
    "poster": "https://image.tmdb.org/t/p/w300/pKcbuLRxSY3Eykjb6RTsgGRG3Uv.jpg",
    "id": 12453,
    "summary": "Wong Kar-wai  (born 17 July 1958) is a Hong Kong film director, screenwriter, and producer. His films are characterised by nonlinear narratives, atmospheric music, and vivid cinematography involving bold, saturated colours. A pivotal figure of Hong Kong cinema, Wong is considered a contemporary auteur, and ranks third on Sight & Sound's 2002 poll of the greatest filmmakers of modern times. His films frequently appear on best-of lists domestically and internationally.\nBorn in Shanghai, Wong emigrated to British Hong Kong as a child with his family. He began a career as a screenwriter for soap operas before transitioning to directing with his debut, the crime drama As Tears Go By (1988). While As Tears Go By was fairly successful in Hong Kong, Wong moved away from the contemporary trend of crime and action movies to embark on more personal filmmaking styles. Days of Being Wild (1990), his first venture into such direction, did not perform well at the box office. It however received critical acclaim, and won Best Film and Best Director at the 1991 Hong Kong Film Awards. His next film, Ashes of Time (1994), was met with mixed reception because of its vague plot and atypical take on the wuxia genre.\nThe production of Ashes of Time was time-consuming and left Wong exhausted; he subsequently directed Chungking Express (1994) with hopes of reconciling with filmmaking. The film, expressing a more lighthearted atmosphere, catapulted Wong to international prominence, and won Best Film and Best Director at the 1995 Hong Kong Film Awards. Wong consolidated his worldwide reputation with the 1997 drama Happy Together, for which he won Best Director at the Cannes Film Festival.\nThe 2000 drama In the Mood for Love, revered for its lush visuals and subtle storytelling, concretely established Wong's trademark filmmaking styles. Among his other work are 2046 (2004) and The Grandmaster (2013), both of which received awards and nominations worldwide.",
    "tmdb": "https://www.themoviedb.org/person/12453",
    "wiki": "https://en.wikipedia.org/wiki/Wong_Kar-wai"
 },
 {
    "name": "Richard Fleischer",
    "poster": "https://image.tmdb.org/t/p/w300/vAPv1aa28u12zcq8YMvuwZu1hhC.jpg",
    "id": 2087,
    "summary": "Richard O. Fleischer (; December 8, 1916 – March 25, 2006) was an American film director whose career spanned more than four decades, beginning at the height of the Golden Age of Hollywood and lasting through the American New Wave. \nThough he directed films across many genres and styles; he is best known for his big-budget, \"tentpole\" films, including 20,000 Leagues Under the Sea (1954), The Vikings (1958), Barabbas (1961), Fantastic Voyage (1966), the musical film Doctor Dolittle (1967), the war epic Tora! Tora! Tora! (1970), the dystopian mystery-thriller Soylent Green (1973), the controversial period drama Mandingo (1975), and the Robert E. Howard sword-and-sorcery films Conan the Destroyer (1984) and Red Sonja (1985). His other directorial credits include the Academy Award-winning documentary  Design for Death (1947), the gritty noir The Narrow Margin (1952), the true-crime dramas Compulsion (1959) and The Boston Strangler (1968), the mob action film The Don Is Dead (1973), the swashbuckler The Prince and the Pauper (1977), the 1980 remake of The Jazz Singer, and the horror sequel Amityville 3-D (1983). \nFleischer worked with many of the top Hollywood stars of his time, including Kirk Douglas, Robert Mitchum, James Mason, Robert Wagner, Tony Curtis, Louis Jourdan, Jean Hagen, Victor Mature, Richard Egan, Ray Milland, Farley Granger, Orson Welles, Diane Varsi, Anthony Quinn, Stephen Boyd, Rex Harrison, Anthony Newley, Mia Farrow, George C. Scott, Charles Bronson, Richard Attenborough, Charlton Heston, Lee Marvin, Glenda Jackson,  Eddie Deezen, and Arnold Schwarzenegger. He was noted for his versatility, able to work in almost any genre under wildly varying conditions and budgets, making him a popular and prolific choice for producers. Though Fleischer was never considered an auteur nor a highly-acclaimed artist, many of his films proved very financially and critically successful, winning accolades and being some of the highest-grossing features of their respective release years.",
    "tmdb": "https://www.themoviedb.org/person/2087",
    "wiki": "https://en.wikipedia.org/wiki/Richard_Fleischer"
 },
 {
    "name": "Fred M. Wilcox",
    "poster": "./media/noposter.jpg",
    "id": 12300,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/12300",
    "wiki": ""
 },
 {
    "name": "Rupert Sanders",
    "poster": "./media/noposter.jpg",
    "id": 228134,
    "summary": "Rupert Miles Sanders (born 16 March 1971) is an English film director. He has directed the movies Snow White and the Huntsman (2012) and Ghost in the Shell (2017). In 2021, he directed the pilot episode of the Apple TV+ science fiction series Foundation.",
    "tmdb": "https://www.themoviedb.org/person/228134",
    "wiki": "https://en.wikipedia.org/wiki/Rupert_Sanders"
 },
 {
    "name": "Hou Hsiao-hsien",
    "poster": "https://image.tmdb.org/t/p/w300/rqP4CEO6toAwGhsj8mmdu3Bta6I.jpg",
    "id": 64992,
    "summary": "Hou Hsiao-hsien (Chinese: 侯孝賢; born 8 April 1947) is a Mainland Chinese-born Taiwanese film director, screenwriter, producer and actor. He is a leading figure in world cinema and in Taiwan's New Wave cinema movement. He won the Golden Lion at the Venice Film Festival in 1989 for his film A City of Sadness (1989), and the Best Director award at the Cannes Film Festival in 2015 for The Assassin (2015). Other highly regarded works of his include The Puppetmaster (1993) and Flowers of Shanghai (1998).Hou was voted \"Director of the Decade\" for the 1990s in a poll of American and international critics by The Village Voice and Film Comment. In a 1998 New York Film Festival worldwide critics' poll, Hou was named \"one of the three directors most crucial to the future of cinema.\" A City of Sadness ranked 117th in the British Film Institute's 2012 Sight & Sound critics' poll of the greatest films ever made. In 2017, Metacritic ranked Hsiao-hsien 16th on its list of the 25 best film directors of the 21st century.",
    "tmdb": "https://www.themoviedb.org/person/64992",
    "wiki": "https://en.wikipedia.org/wiki/Hou_Hsiao-hsien"
 },
 {
    "name": "Wong Kar-wai",
    "poster": "https://image.tmdb.org/t/p/w300/pKcbuLRxSY3Eykjb6RTsgGRG3Uv.jpg",
    "id": 12453,
    "summary": "Wong Kar-wai  (born 17 July 1958) is a Hong Kong film director, screenwriter, and producer. His films are characterised by nonlinear narratives, atmospheric music, and vivid cinematography involving bold, saturated colours. A pivotal figure of Hong Kong cinema, Wong is considered a contemporary auteur, and ranks third on Sight & Sound's 2002 poll of the greatest filmmakers of modern times. His films frequently appear on best-of lists domestically and internationally.\nBorn in Shanghai, Wong emigrated to British Hong Kong as a child with his family. He began a career as a screenwriter for soap operas before transitioning to directing with his debut, the crime drama As Tears Go By (1988). While As Tears Go By was fairly successful in Hong Kong, Wong moved away from the contemporary trend of crime and action movies to embark on more personal filmmaking styles. Days of Being Wild (1990), his first venture into such direction, did not perform well at the box office. It however received critical acclaim, and won Best Film and Best Director at the 1991 Hong Kong Film Awards. His next film, Ashes of Time (1994), was met with mixed reception because of its vague plot and atypical take on the wuxia genre.\nThe production of Ashes of Time was time-consuming and left Wong exhausted; he subsequently directed Chungking Express (1994) with hopes of reconciling with filmmaking. The film, expressing a more lighthearted atmosphere, catapulted Wong to international prominence, and won Best Film and Best Director at the 1995 Hong Kong Film Awards. Wong consolidated his worldwide reputation with the 1997 drama Happy Together, for which he won Best Director at the Cannes Film Festival.\nThe 2000 drama In the Mood for Love, revered for its lush visuals and subtle storytelling, concretely established Wong's trademark filmmaking styles. Among his other work are 2046 (2004) and The Grandmaster (2013), both of which received awards and nominations worldwide.",
    "tmdb": "https://www.themoviedb.org/person/12453",
    "wiki": "https://en.wikipedia.org/wiki/Wong_Kar-wai"
 },
 {
    "name": "Sion Sono",
    "poster": "https://image.tmdb.org/t/p/w300/nuPRCFqZRmw8qYLfoLUxJPtcwjX.jpg",
    "id": 67075,
    "summary": "Sion Sono (園 子温, Sono Shion, born December 18, 1961) is a Japanese filmmaker, author, and poet. Best known on the festival circuit for the film Love Exposure (2008), he has been called \"the most subversive filmmaker working in Japanese cinema today\", a \"stakhanovist filmmaker\" with an \"idiosyncratic\" career.",
    "tmdb": "https://www.themoviedb.org/person/67075",
    "wiki": "https://en.wikipedia.org/wiki/Sion_Sono"
 },
 {
    "name": "Julian Harris",
    "poster": "./media/noposter.jpg",
    "id": 2888351,
    "summary": "Julian Hoke Harris (August 22, 1906 – January 25, 1987) was an American artist.",
    "tmdb": "https://www.themoviedb.org/person/2888351",
    "wiki": "https://en.wikipedia.org/wiki/Julian_Hoke_Harris"
 },
 {
    "name": "Zhang Yimou",
    "poster": "https://image.tmdb.org/t/p/w300/n2EaUoFrhyGaFezgtJN9LEeitQe.jpg",
    "id": 607,
    "summary": "Zhang Yimou ([ʈʂáŋ î.mǒu]; born 14 November 1951) is a Chinese film director, producer, writer and actor, and former cinematographer. He is part of the Fifth Generation of Chinese filmmakers, having made his directorial debut in 1987 with Red Sorghum.Zhang has won numerous awards and recognitions, with three Academy Awards nominations for Best Foreign Language Film for Ju Dou in 1990, Raise the Red Lantern in 1991, and Hero in 2003; a Silver Lion, two Golden Lion prizes and the Glory to the Filmmaker Award at the Venice Film Festival; Grand Jury Prize, Prize of the Ecumenical Jury and Technical Grand Prize at the Cannes Film Festival; the Golden Bear, the Silver Bear Grand Jury Prize and the Prize of the Ecumenical Jury at the Berlin International Film Festival. In 1993, he was a member of the jury at the 43rd Berlin International Film Festival. Zhang directed the opening and closing ceremonies of the 2008 Beijing Summer Olympic Games, which received considerable international acclaim.\nOne of Zhang's recurrent themes is the resilience of Chinese people in the face of hardship and adversity, a theme which has been explored in such films as To Live (1994) and Not One Less (1999). His films are particularly noted for their rich use of colour, as can be seen in some of his early films, like Raise the Red Lantern, and in his wuxia films like Hero and House of Flying Daggers. His highest budgeted film to date is the 2016 monster film The Great Wall, set in Imperial China and starring Matt Damon.",
    "tmdb": "https://www.themoviedb.org/person/607",
    "wiki": "https://en.wikipedia.org/wiki/Zhang_Yimou"
 },
 {
    "name": "Tobe Hooper",
    "poster": "https://image.tmdb.org/t/p/w300/rE5TqnAvgaKjWwWZ9AsoU9KcUGU.jpg",
    "id": 10051,
    "summary": "Willard Jobe \"Tobe\" Hooper (; January 25, 1943 – August 26, 2017) was an American director, screenwriter, and producer best known for his work in the horror genre. The British Film Institute cited Hooper as one of the most influential horror filmmakers of all time.Born in Austin, Texas, Hooper's feature film debut was the independent Eggshells (1969), which he co-wrote with Kim Henkel. The two reunited to co-write The Texas Chain Saw Massacre (1974), which Hooper also directed. The film went on to become a classic of the genre, and was described in 2010 by The Guardian as \"one of the most influential films ever made.\" Hooper subsequently directed the horror film Eaten Alive (1977), followed by the 1979 miniseries Salem's Lot, an adaptation of the novel by Stephen King. Following this, Hooper signed on to direct The Funhouse (1981), a major studio slasher film distributed by Universal Pictures. The following year, he directed the supernatural thriller Poltergeist, written and produced by Steven Spielberg.\nIn the mid-1980s, Hooper directed two science fiction horror films: Lifeforce (1985) and Invaders from Mars (1986), followed by The Texas Chainsaw Massacre 2 (1986), a big-budget sequel to his original film. The 1990s saw Hooper directing various horror and sci-fi projects, including Spontaneous Combustion (1990), which he also co-wrote; the television anthology film Body Bags (1993); and The Mangler (1995), another adaptation of a Stephen King story.\nHooper directed several projects throughout the 2000s, including the monster film Crocodile (2000), an episode of the sci-fi miniseries Taken (2002), and two episodes of Masters of Horror (2005–2006). He died in 2017 at the age of 74 of natural causes.",
    "tmdb": "https://www.themoviedb.org/person/10051",
    "wiki": "https://en.wikipedia.org/wiki/Tobe_Hooper"
 },
 {
    "name": "Lukas Moodysson",
    "poster": "https://image.tmdb.org/t/p/w300/9h6dyFQpzf7wTEpVMn9celf2iOI.jpg",
    "id": 11037,
    "summary": "Karl Fredrik Lukas Moodysson (Swedish pronunciation: [ˈlʉ̌ːkas ˈmɔ̂dːʏˌsɔn]; born 17 January 1969) is a Swedish novelist, short story writer and film director. First coming to prominence as an ambitious poet in the 1980s, he had his big domestic and international breakthrough directing the 1998 romantic film Show Me Love. He has since directed a string of films with different styles and public appeal, as well as continued to write both poetry and novels. In 2007, The Guardian ranked Moodysson eleventh in its list of the world’s best directors, describing his directorial style as “heartfelt and uncompromising.”",
    "tmdb": "https://www.themoviedb.org/person/11037",
    "wiki": "https://en.wikipedia.org/wiki/Lukas_Moodysson"
 },
 {
    "name": "Michael Anderson",
    "poster": "https://image.tmdb.org/t/p/w300/kdLnSeVCkM9Wm4R9UccyvOCqvAQ.jpg",
    "id": 20412,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/20412",
    "wiki": ""
 },
 {
    "name": "Bi Gan",
    "poster": "https://image.tmdb.org/t/p/w300/y2CQ4QY59Apw4dksJrRHs9NaJqJ.jpg",
    "id": 1520165,
    "summary": "Prince Bi Gan or Bigan (Chinese: 比干, Bǐ Gān) was a prominent Chinese figure during the Shang dynasty. He was a son of King Wen Ding, and an uncle of the last Shang king, Di Xin.  He is immortalized as a Taoist deity. His ancestral name was \"Zi\" (子).\nNotorious for his corruptness, Di Xin was annoyed by Bi Gan's advice to rectify his ways. He ordered Bi Gan's execution through extraction of the heart 比干剖心, under the eerie pretext of curiosity \"whether the Sage's heart has seven openings\". The plot became a popular element of the Warring States philosophic discourse.  \nBi Gan was honored by Confucius as \"one of the three men of virtue\" of the Shang, together with Weizi 微子 and Jizi 箕子 (The Analects, Wei Zi chapter).  \nBi Gan was later deified as Cai Shen, the god of fortune. It was greatly popularized by depiction in the famous Ming dynasty novel The Investiture of the Gods, describing his confrontation with Daji.",
    "tmdb": "https://www.themoviedb.org/person/1520165",
    "wiki": "https://en.wikipedia.org/wiki/Bi_Gan"
 },
 {
    "name": "Hirokazu Kore-eda",
    "poster": "https://image.tmdb.org/t/p/w300/oIDlmHZZj6jgrPy6onX9igENYOi.jpg",
    "id": 25645,
    "summary": "Hirokazu Kore-eda (是枝 裕和, Koreeda Hirokazu, born 6 June 1962) is a Japanese film director, producer, screenwriter, and editor. He began his career in television and has since directed more than a dozen feature films, including Nobody Knows (2004), Still Walking (2008), and After the Storm (2016). He won the Jury Prize at the 2013 Cannes Film Festival for Like Father, Like Son and won the Palme d'Or at the 2018 Cannes Film Festival for Shoplifters.",
    "tmdb": "https://www.themoviedb.org/person/25645",
    "wiki": "https://en.wikipedia.org/wiki/Hirokazu_Kore-eda"
 },
 {
    "name": "Fritz Lang",
    "poster": "https://image.tmdb.org/t/p/w300/9YT60DvkqsSPxoS4b8ezIv76ses.jpg",
    "id": 68,
    "summary": "Friedrich Christian Anton \"Fritz\" Lang (December 5, 1890 – August 2, 1976) was an Austrian-German-American film director, screenwriter, and occasional film producer and actor. One of the best-known émigrés from Germany's school of Expressionism, he was dubbed the \"Master of Darkness\" by the British Film Institute.Lang's most celebrated films include the groundbreaking futuristic Metropolis (1927) and the influential M (1931), a film noir precursor that he made before he moved to the United States. His other major films include Dr. Mabuse the Gambler (1922), Die Nibelungen (1924), Fury (1936), You Only Live Once  (1937), Hangmen Also Die! (1943), The Woman in the Window (1944), Scarlet Street (1945) and The Big Heat (1953).",
    "tmdb": "https://www.themoviedb.org/person/68",
    "wiki": "https://en.wikipedia.org/wiki/Fritz_Lang"
 },
 {
    "name": "Rintaro",
    "poster": "https://image.tmdb.org/t/p/w300/sXomLvqGT7SDHtu7j62R0l1AL2D.jpg",
    "id": 58159,
    "summary": "Rintaro (りんたろう, Rintarō, born January 22, 1941) is the pseudonym of Shigeyuki Hayashi (林 重行, Hayashi Shigeyuki), a well-known director of anime. He works frequently with the animation studio Madhouse (which he co-founded), though he is a freelance director not employed directly by any one studio. He began working in the animation industry—at age 17—as an in-between animator on the 1958 film Hakujaden. His works have won and been nominated for multiple awards, including a nomination for Best Film (Metropolis) at the 2001 Festival de Cine de Sitges.Rintaro is a fan of science fiction, and has been influenced by American westerns, gangster films, film noir, and French films. Additionally, he was influenced by Osamu Tezuka, and worked with him on Kimba the White Lion and Astro Boy. He said that when he was making Metropolis, which was based on Tezuka's manga of the same name, he \"wanted to communicate Tezuka's spirit\". Rintaro personally introduced the film at the Big Apple Anime Fest in 2001, where it was screened before its theatrical release by TriStar Pictures.Rintaro has also worked under the name Kuruma Hino, in addition to his best known pseudonym and his birth name. His pseudonym is sometimes miswritten as Rin Taro or Taro Rin. He is a founding member of the Japanese Animation Creators Association (JAniCA) labor group.",
    "tmdb": "https://www.themoviedb.org/person/58159",
    "wiki": "https://en.wikipedia.org/wiki/Rintaro"
 },
 {
    "name": "Hou Hsiao-hsien",
    "poster": "https://image.tmdb.org/t/p/w300/rqP4CEO6toAwGhsj8mmdu3Bta6I.jpg",
    "id": 64992,
    "summary": "Hou Hsiao-hsien (Chinese: 侯孝賢; born 8 April 1947) is a Mainland Chinese-born Taiwanese film director, screenwriter, producer and actor. He is a leading figure in world cinema and in Taiwan's New Wave cinema movement. He won the Golden Lion at the Venice Film Festival in 1989 for his film A City of Sadness (1989), and the Best Director award at the Cannes Film Festival in 2015 for The Assassin (2015). Other highly regarded works of his include The Puppetmaster (1993) and Flowers of Shanghai (1998).Hou was voted \"Director of the Decade\" for the 1990s in a poll of American and international critics by The Village Voice and Film Comment. In a 1998 New York Film Festival worldwide critics' poll, Hou was named \"one of the three directors most crucial to the future of cinema.\" A City of Sadness ranked 117th in the British Film Institute's 2012 Sight & Sound critics' poll of the greatest films ever made. In 2017, Metacritic ranked Hsiao-hsien 16th on its list of the 25 best film directors of the 21st century.",
    "tmdb": "https://www.themoviedb.org/person/64992",
    "wiki": "https://en.wikipedia.org/wiki/Hou_Hsiao-hsien"
 },
 {
    "name": "Duncan Jones",
    "poster": "https://image.tmdb.org/t/p/w300/1YD0ODUMoibJTNbgWwN0l0d1sT0.jpg",
    "id": 81850,
    "summary": "Duncan Zowie Haywood Jones (born 30 May 1971) is a British film director, producer and screenwriter. He is best known for directing the films Moon (2009), Source Code (2011), Warcraft (2016), and Mute (2018). For Moon, he won the BAFTA Award for Outstanding Debut by a British Writer, Director or Producer. He is the son of English singer-songwriter David Bowie.",
    "tmdb": "https://www.themoviedb.org/person/81850",
    "wiki": "https://en.wikipedia.org/wiki/Duncan_Jones"
 },
 {
    "name": "Jim Jarmusch",
    "poster": "https://image.tmdb.org/t/p/w300/bKtWli68IA7mFygxaobAAQcu5Z9.jpg",
    "id": 4429,
    "summary": "James Robert Jarmusch (; born January 22, 1953) is an American film director, screenwriter, actor, producer, editor, and composer. He has been a major proponent of independent cinema since the 1980s, directing films such as Stranger Than Paradise (1984), Down by Law (1986), Mystery Train (1989), Dead Man (1995), Ghost Dog: The Way of the Samurai (1999), Coffee and Cigarettes (2003), Broken Flowers (2005), Only Lovers Left Alive (2013), Paterson (2016), and The Dead Don't Die (2019). Stranger Than Paradise was added to the National Film Registry in December 2002. As a musician, Jarmusch has composed music for his films and released three albums with Jozef van Wissem.",
    "tmdb": "https://www.themoviedb.org/person/4429",
    "wiki": "https://en.wikipedia.org/wiki/Jim_Jarmusch"
 },
 {
    "name": "Chantal Akerman",
    "poster": "https://image.tmdb.org/t/p/w300/vdzxo9GJt36aE49dccxIAO2EvxJ.jpg",
    "id": 130030,
    "summary": "Chantal Anne Akerman (French: [ʃɑ̃tal akɛʁman]; 6 June 1950 – 5 October 2015) was a Belgian film director, screenwriter, artist, and film professor at the City College of New York. She is best known for Jeanne Dielman, 23 quai du Commerce, 1080 Bruxelles (1975), which The New York Times called a \"masterpiece\". According to film scholar Gwendolyn Audrey Foster, Akerman's influence on feminist and avant-garde cinema is substantial.",
    "tmdb": "https://www.themoviedb.org/person/130030",
    "wiki": "https://en.wikipedia.org/wiki/Chantal_Akerman"
 },
 {
    "name": "Jim Jarmusch",
    "poster": "https://image.tmdb.org/t/p/w300/bKtWli68IA7mFygxaobAAQcu5Z9.jpg",
    "id": 4429,
    "summary": "James Robert Jarmusch (; born January 22, 1953) is an American film director, screenwriter, actor, producer, editor, and composer. He has been a major proponent of independent cinema since the 1980s, directing films such as Stranger Than Paradise (1984), Down by Law (1986), Mystery Train (1989), Dead Man (1995), Ghost Dog: The Way of the Samurai (1999), Coffee and Cigarettes (2003), Broken Flowers (2005), Only Lovers Left Alive (2013), Paterson (2016), and The Dead Don't Die (2019). Stranger Than Paradise was added to the National Film Registry in December 2002. As a musician, Jarmusch has composed music for his films and released three albums with Jozef van Wissem.",
    "tmdb": "https://www.themoviedb.org/person/4429",
    "wiki": "https://en.wikipedia.org/wiki/Jim_Jarmusch"
 },
 {
    "name": "Andrei Tarkovsky",
    "poster": "https://image.tmdb.org/t/p/w300/j0toVLrgLNuyGnUxGPnSfnPiSf5.jpg",
    "id": 8452,
    "summary": "Andrei Arsenyevich Tarkovsky (Russian: Андрей Арсеньевич Тарковский, IPA: [ɐnˈdrʲej ɐrˈsʲenʲjɪvʲɪtɕ tɐrˈkofskʲɪj]; 4 April 1932 – 29 December 1986) was a Russian film director, screenwriter, and film theorist. He is widely regarded as one of the greatest and most influential filmmakers in Russian and world cinema. His films explored spiritual and metaphysical themes, and are noted for their slow pacing and long takes, dreamlike visual imagery, and preoccupation with nature and memory.Tarkovsky studied film at Moscow's VGIK under filmmaker Mikhail Romm, and subsequently directed his first five features in the Soviet Union: Ivan's Childhood (1962), Andrei Rublev (1966), Solaris (1972), Mirror (1975), and Stalker (1979), a number of his films from this period are ranked among the best films ever made. After years of creative conflict with state film authorities, Tarkovsky left the country in 1979 and made his final two films abroad; Nostalghia (1983) and The Sacrifice (1986) were produced in Italy and Sweden respectively. In 1986, he also published a book about cinema and art entitled Sculpting in Time. He died of cancer later that year.\nTarkovsky was the recipient of several awards at the Cannes Film Festival throughout his career (including the FIPRESCI prize, the Prize of the Ecumenical Jury, and the Grand Prix Spécial du Jury) and winner of the Golden Lion award at the Venice Film Festival for his debut film Ivan's Childhood. In 1990, he was posthumously awarded the Soviet Union's prestigious Lenin Prize. Three of his films—Andrei Rublev, Mirror, and Stalker—featured in Sight & Sound's 2012 poll of the 100 greatest films of all time.",
    "tmdb": "https://www.themoviedb.org/person/8452",
    "wiki": "https://en.wikipedia.org/wiki/Andrei_Tarkovsky"
 },
 {
    "name": "Nicolas Winding Refn",
    "poster": "https://image.tmdb.org/t/p/w300/sHH8M1iAVO5qtuyqNOiD6AKu8Id.jpg",
    "id": 21183,
    "summary": "Nicolas Winding Refn (Danish: [ˈne̝kolɑs ˈve̝nte̝ŋ ˈʁæfn̩]; born 29 September 1970) is a Danish film director, screenwriter, and producer. He is known for directing the Pusher trilogy (1996–2005), the fictionalised biographical film Bronson (2008), the adventure film Valhalla Rising (2009), the action drama film Drive (2011), the crime film Only God Forgives (2013), the psychological horror film The Neon Demon (2016), and the crime series Too Old to Die Young (2019).In 2008, Refn co-founded the Copenhagen-based production company Space Rocket Nation.",
    "tmdb": "https://www.themoviedb.org/person/21183",
    "wiki": "https://en.wikipedia.org/wiki/Nicolas_Winding_Refn"
 },
 {
    "name": "Wim Wenders",
    "poster": "https://image.tmdb.org/t/p/w300/7Y4mkVstQxhegwlOwAsGRfZfHXC.jpg",
    "id": 2303,
    "summary": "Ernst Wilhelm \"Wim\" Wenders (German: [ˈvɪm ˈvɛndɐs]; born 14 August 1945) is a German filmmaker, playwright, author, and photographer. He is a major figure in New German Cinema. Among many honors, he has received three nominations for the Academy Award for Best Documentary Feature: for Buena Vista Social Club (1999), about Cuban music culture; Pina (2011), about the contemporary dance choreographer Pina Bausch; and The Salt of the Earth (2014), about Brazilian photographer Sebastião Salgado.\nOne of Wenders's earliest honors was a win for the BAFTA Award for Best Direction for his narrative drama Paris, Texas (1984), which also won the Palme d'Or at the 1984 Cannes Film Festival. Many of his subsequent films have also been recognized at Cannes, including Wings of Desire (1987), for which he won the Best Director Award at the 1987 Cannes Film Festival.\nWenders has been the president of the European Film Academy in Berlin since 1996. Alongside filmmaking, he is an active photographer, emphasizing images of desolate landscapes. He is considered an auteur director.",
    "tmdb": "https://www.themoviedb.org/person/2303",
    "wiki": "https://en.wikipedia.org/wiki/Wim_Wenders"
 },
 {
    "name": "Saul Bass",
    "poster": "https://image.tmdb.org/t/p/w300/ndhWNcKj2TwTi8pRqPP0JqrCoa4.jpg",
    "id": 19460,
    "summary": "Saul Bass (; May 8, 1920 – April 25, 1996) was an American graphic designer and Oscar-winning filmmaker, best known for his design of motion-picture title sequences, film posters, and corporate logos.\nDuring his 40-year career, Bass worked for some of Hollywood's most prominent filmmakers, including Alfred Hitchcock, Otto Preminger, Billy Wilder, Stanley Kubrick and Martin Scorsese. Among his best known title sequences are the animated paper cut-out of a heroin addict's arm for Preminger's The Man with the Golden Arm, the credits racing up and down what eventually becomes a high-angle shot of a skyscraper in Hitchcock's North by Northwest, and the disjointed text that races together and apart in Psycho.\nBass designed some of the most iconic corporate logos in North America, including the Geffen Records logo in 1980, the Hanna-Barbera \"swirling star\" logo in 1979, the sixth and final version of the Bell System logo in 1969, as well as AT&T Corporation's first globe logo in 1983 after the breakup of the Bell System. He also designed Continental Airlines' 1968 jet stream logo and United Airlines' 1974 tulip logo, which became some of the most recognized airline industry logos of the era. He died from non-Hodgkin's lymphoma in Los Angeles on April 25, 1996, at the age of 75.",
    "tmdb": "https://www.themoviedb.org/person/19460",
    "wiki": "https://en.wikipedia.org/wiki/Saul_Bass"
 },
 {
    "name": "Zhang Yimou",
    "poster": "https://image.tmdb.org/t/p/w300/n2EaUoFrhyGaFezgtJN9LEeitQe.jpg",
    "id": 607,
    "summary": "Zhang Yimou ([ʈʂáŋ î.mǒu]; born 14 November 1951) is a Chinese film director, producer, writer and actor, and former cinematographer. He is part of the Fifth Generation of Chinese filmmakers, having made his directorial debut in 1987 with Red Sorghum.Zhang has won numerous awards and recognitions, with three Academy Awards nominations for Best Foreign Language Film for Ju Dou in 1990, Raise the Red Lantern in 1991, and Hero in 2003; a Silver Lion, two Golden Lion prizes and the Glory to the Filmmaker Award at the Venice Film Festival; Grand Jury Prize, Prize of the Ecumenical Jury and Technical Grand Prize at the Cannes Film Festival; the Golden Bear, the Silver Bear Grand Jury Prize and the Prize of the Ecumenical Jury at the Berlin International Film Festival. In 1993, he was a member of the jury at the 43rd Berlin International Film Festival. Zhang directed the opening and closing ceremonies of the 2008 Beijing Summer Olympic Games, which received considerable international acclaim.\nOne of Zhang's recurrent themes is the resilience of Chinese people in the face of hardship and adversity, a theme which has been explored in such films as To Live (1994) and Not One Less (1999). His films are particularly noted for their rich use of colour, as can be seen in some of his early films, like Raise the Red Lantern, and in his wuxia films like Hero and House of Flying Daggers. His highest budgeted film to date is the 2016 monster film The Great Wall, set in Imperial China and starring Matt Damon.",
    "tmdb": "https://www.themoviedb.org/person/607",
    "wiki": "https://en.wikipedia.org/wiki/Zhang_Yimou"
 },
 {
    "name": "Douglas Trumbull",
    "poster": "https://image.tmdb.org/t/p/w300/wVDG2FBqenOpVwNUySqhXfBjifr.jpg",
    "id": 12112,
    "summary": "Douglas Huntley Trumbull (; born April 8, 1942) is an American film director, special effects supervisor, and inventor. He contributed to, or was responsible for, the special photographic effects of 2001: A Space Odyssey, Close Encounters of the Third Kind, Star Trek: The Motion Picture, Blade Runner and The Tree of Life, and directed the movies Silent Running and Brainstorm.",
    "tmdb": "https://www.themoviedb.org/person/12112",
    "wiki": "https://en.wikipedia.org/wiki/Douglas_Trumbull"
 },
 {
    "name": "Andrei Tarkovsky",
    "poster": "https://image.tmdb.org/t/p/w300/j0toVLrgLNuyGnUxGPnSfnPiSf5.jpg",
    "id": 8452,
    "summary": "Andrei Arsenyevich Tarkovsky (Russian: Андрей Арсеньевич Тарковский, IPA: [ɐnˈdrʲej ɐrˈsʲenʲjɪvʲɪtɕ tɐrˈkofskʲɪj]; 4 April 1932 – 29 December 1986) was a Russian film director, screenwriter, and film theorist. He is widely regarded as one of the greatest and most influential filmmakers in Russian and world cinema. His films explored spiritual and metaphysical themes, and are noted for their slow pacing and long takes, dreamlike visual imagery, and preoccupation with nature and memory.Tarkovsky studied film at Moscow's VGIK under filmmaker Mikhail Romm, and subsequently directed his first five features in the Soviet Union: Ivan's Childhood (1962), Andrei Rublev (1966), Solaris (1972), Mirror (1975), and Stalker (1979), a number of his films from this period are ranked among the best films ever made. After years of creative conflict with state film authorities, Tarkovsky left the country in 1979 and made his final two films abroad; Nostalghia (1983) and The Sacrifice (1986) were produced in Italy and Sweden respectively. In 1986, he also published a book about cinema and art entitled Sculpting in Time. He died of cancer later that year.\nTarkovsky was the recipient of several awards at the Cannes Film Festival throughout his career (including the FIPRESCI prize, the Prize of the Ecumenical Jury, and the Grand Prix Spécial du Jury) and winner of the Golden Lion award at the Venice Film Festival for his debut film Ivan's Childhood. In 1990, he was posthumously awarded the Soviet Union's prestigious Lenin Prize. Three of his films—Andrei Rublev, Mirror, and Stalker—featured in Sight & Sound's 2012 poll of the 100 greatest films of all time.",
    "tmdb": "https://www.themoviedb.org/person/8452",
    "wiki": "https://en.wikipedia.org/wiki/Andrei_Tarkovsky"
 },
 {
    "name": "Andrei Tarkovsky",
    "poster": "https://image.tmdb.org/t/p/w300/j0toVLrgLNuyGnUxGPnSfnPiSf5.jpg",
    "id": 8452,
    "summary": "Andrei Arsenyevich Tarkovsky (Russian: Андрей Арсеньевич Тарковский, IPA: [ɐnˈdrʲej ɐrˈsʲenʲjɪvʲɪtɕ tɐrˈkofskʲɪj]; 4 April 1932 – 29 December 1986) was a Russian film director, screenwriter, and film theorist. He is widely regarded as one of the greatest and most influential filmmakers in Russian and world cinema. His films explored spiritual and metaphysical themes, and are noted for their slow pacing and long takes, dreamlike visual imagery, and preoccupation with nature and memory.Tarkovsky studied film at Moscow's VGIK under filmmaker Mikhail Romm, and subsequently directed his first five features in the Soviet Union: Ivan's Childhood (1962), Andrei Rublev (1966), Solaris (1972), Mirror (1975), and Stalker (1979), a number of his films from this period are ranked among the best films ever made. After years of creative conflict with state film authorities, Tarkovsky left the country in 1979 and made his final two films abroad; Nostalghia (1983) and The Sacrifice (1986) were produced in Italy and Sweden respectively. In 1986, he also published a book about cinema and art entitled Sculpting in Time. He died of cancer later that year.\nTarkovsky was the recipient of several awards at the Cannes Film Festival throughout his career (including the FIPRESCI prize, the Prize of the Ecumenical Jury, and the Grand Prix Spécial du Jury) and winner of the Golden Lion award at the Venice Film Festival for his debut film Ivan's Childhood. In 1990, he was posthumously awarded the Soviet Union's prestigious Lenin Prize. Three of his films—Andrei Rublev, Mirror, and Stalker—featured in Sight & Sound's 2012 poll of the 100 greatest films of all time.",
    "tmdb": "https://www.themoviedb.org/person/8452",
    "wiki": "https://en.wikipedia.org/wiki/Andrei_Tarkovsky"
 },
 {
    "name": "Jim Jarmusch",
    "poster": "https://image.tmdb.org/t/p/w300/bKtWli68IA7mFygxaobAAQcu5Z9.jpg",
    "id": 4429,
    "summary": "James Robert Jarmusch (; born January 22, 1953) is an American film director, screenwriter, actor, producer, editor, and composer. He has been a major proponent of independent cinema since the 1980s, directing films such as Stranger Than Paradise (1984), Down by Law (1986), Mystery Train (1989), Dead Man (1995), Ghost Dog: The Way of the Samurai (1999), Coffee and Cigarettes (2003), Broken Flowers (2005), Only Lovers Left Alive (2013), Paterson (2016), and The Dead Don't Die (2019). Stranger Than Paradise was added to the National Film Registry in December 2002. As a musician, Jarmusch has composed music for his films and released three albums with Jozef van Wissem.",
    "tmdb": "https://www.themoviedb.org/person/4429",
    "wiki": "https://en.wikipedia.org/wiki/Jim_Jarmusch"
 },
 {
    "name": "Lou Ye",
    "poster": "https://image.tmdb.org/t/p/w300/g7oYnzlfcOJ2KKAP8tHRdl9cHaV.jpg",
    "id": 71056,
    "summary": "Lou Ye (Wade–Giles: Lou Yeh), born 1965, is a Chinese screenwriter-director who is commonly grouped with the \"Sixth Generation\" directors of Chinese cinema.",
    "tmdb": "https://www.themoviedb.org/person/71056",
    "wiki": "https://en.wikipedia.org/wiki/Lou_Ye"
 },
 {
    "name": "James Cameron",
    "poster": "https://image.tmdb.org/t/p/w300/9NAZnTjBQ9WcXAQEzZpKy4vdQto.jpg",
    "id": 2710,
    "summary": "James Francis Cameron  (born August 16, 1954) is a Canadian filmmaker. Best known for making science fiction and epic films, he first gained recognition for directing The Terminator (1984). He found further success with Aliens (1986), The Abyss (1989), Terminator 2: Judgment Day (1991), and the action comedy True Lies (1994). He also directed Titanic (1997) and Avatar (2009), with Titanic earning him Academy Awards in Best Picture, Best Director and Best Film Editing. Avatar, filmed in 3D technology, also earned him nominations in the same categories.\nCameron co-founded the production companies Lightstorm Entertainment, Digital Domain, and Earthship Productions. In addition to filmmaking, he is a National Geographic sea explorer and has produced many documentaries on the subject, including Ghosts of the Abyss (2003) and Aliens of the Deep (2005). Cameron has also contributed to underwater filming and remote vehicle technologies and helped create the digital 3D Fusion Camera System. In 2012, Cameron became the first person to do a solo descent to the bottom of the Mariana Trench, the deepest part of the Earth's ocean, in the Deepsea Challenger submersible.\nCameron's films have grossed approximately US$2 billion in North America and US$6 billion worldwide. Avatar and Titanic are the highest and third highest-grossing films of all time, earning $2.85 billion and $2.19 billion, respectively. Cameron holds the achievement of having directed the first two of the five films in history to gross over $2 billion worldwide. In 2010, Time magazine named Cameron as one of the 100 most influential people in the world. Cameron is also an environmentalist and runs several sustainability businesses.",
    "tmdb": "https://www.themoviedb.org/person/2710",
    "wiki": "https://en.wikipedia.org/wiki/James_Cameron"
 },
 {
    "name": "Sergei Parajanov",
    "poster": "https://image.tmdb.org/t/p/w300/90Vpo4UtfYeckMRLesg9Fanqgcs.jpg",
    "id": 95066,
    "summary": "Sergei Parajanov (Armenian: Սերգեյ Փարաջանով; Russian: Серге́й Ио́сифович Параджа́нов; Georgian: სერგო ფარაჯანოვი; Ukrainian: Сергій Йо́сипович Параджа́нов; sometimes spelled Paradzhanov or Paradjanov; January 9, 1924 – July 20, 1990) was a Soviet Armenian film director, screenwriter and artist who made seminal contribution to world cinema with his films Shadows of Forgotten Ancestors and The Color of Pomegranates. Parajanov is widely regarded by many film critics, film historians, and filmmakers to be one of the greatest and most influential filmmakers in cinema history.He invented his own cinematic style, which was out of step with the guiding principles of socialist realism; the only sanctioned art style in the USSR. This, combined with his lifestyle and behaviour, led Soviet authorities to repeatedly persecute and imprison him, and suppress his films. Despite this, Parajanov was named one of the 20 Film Directors of the Future by the Rotterdam International Film Festival, and his films were ranked among the greatest films of all time by the British Film Institute's magazine Sight & Sound.Although he started professional film-making in 1954, Parajanov later disowned all the films he made before 1965 as \"garbage\". After directing Shadows of Forgotten Ancestors (renamed Wild Horses of Fire for most foreign distributions) Parajanov became something of an international celebrity and simultaneously a target of attacks from the USSR. Nearly all of his film projects and plans from 1965 to 1973 were banned, scrapped or closed by the Soviet film administrations, both local (in Kyiv and Yerevan) and federal (Goskino), almost without discussion, until he was finally arrested in late 1973 on false charges of rape, homosexuality and bribery. He was imprisoned until 1977, despite pleas for pardon from various artists. Even after his release (he was arrested for the third and last time in 1982) he was a persona non grata in Soviet cinema. It was not until the mid-1980s, when the political climate started to relax, that he could resume directing. Still, it required the help of influential Georgian actor Dodo Abashidze and other friends to have his last feature films greenlighted. His health seriously weakened after four years in labor camps and nine months in prison in Tbilisi. Parajanov died of lung cancer in 1990, at a time when, after almost 20 years of suppression, his films were being featured at foreign film festivals. In a 1988 interview he stated that, \"Everyone knows that I have three Motherlands. I was born in Georgia, worked in Ukraine and I'm going to die in Armenia.\" Parajanov is buried at Komitas Pantheon in Yerevan.Parajanov's films won prizes at Mar del Plata Film Festival, Istanbul International Film Festival, Nika Awards, Rotterdam International Film Festival, Sitges - Catalan International Film Festival, São Paulo International Film Festival and others. A comprehensive retrospective in the UK took place in 2010 at BFI Southbank. The retrospective was curated by Layla Alexander-Garrett and Parajanov specialist Elisabetta Fabrizi who commissioned a Parajanov-inspired new commission in the BFI Gallery by contemporary artist Matt Collishaw ('Retrospectre'). A symposium was dedicated to Paradjanov's work bringing together experts to discuss and celebrate the director's contribution to cinema and art.",
    "tmdb": "https://www.themoviedb.org/person/95066",
    "wiki": "https://en.wikipedia.org/wiki/Sergei_Parajanov"
 },
 {
    "name": "Luc Besson",
    "poster": "https://image.tmdb.org/t/p/w300/dXJdczT1NcvcZtnoWVGT0NmG11v.jpg",
    "id": 59,
    "summary": "Luc Paul Maurice Besson (French: [lyk bɛsɔ̃]; born 18 March 1959) is a French film director, screenwriter, and producer. He directed or produced the films Subway (1985), The Big Blue (1988), and La Femme Nikita (1990). Besson is associated with the Cinéma du look film movement. He has been nominated for a César Award for Best Director and Best Picture for his films Léon: The Professional and The Messenger: The Story of Joan of Arc. He won Best Director and Best French Director for his sci-fi action film The Fifth Element (1997). He wrote and directed the 2014 sci-fi action film Lucy and the 2017 space opera film Valerian and the City of a Thousand Planets.\nIn 1980, he founded his own production company, Les Films du Loup, and, later, Les Films du Dauphin, which were superseded in 2000 by his co-founding EuropaCorp film company with his longtime collaborator, Pierre-Ange Le Pogam. As writer, director, or producer, Besson has so far been involved in the creation of more than 50 films.",
    "tmdb": "https://www.themoviedb.org/person/59",
    "wiki": "https://en.wikipedia.org/wiki/Luc_Besson"
 },
 {
    "name": "William Friedkin",
    "poster": "https://image.tmdb.org/t/p/w300/vwnXXtxNfugPpQp2AScB3wPdCiz.jpg",
    "id": 15175,
    "summary": "William Friedkin (; born August 29, 1935) is an American film and television director, producer and screenwriter closely identified with the \"New Hollywood\" movement of the 1970s. Beginning his career in documentaries in the early 1960s, he is perhaps best known for directing the action thriller film The French Connection (1971), which won five Academy Awards, including Best Picture, Best Adapted Screenplay and Best Director, and the supernatural horror film The Exorcist (1973), which earned him a nomination for the Academy Award for Best Director.\nHis other films include The Boys in the Band (1970), the suspense thriller Sorcerer (1977), the controversial crime film Cruising (1980), the action thriller To Live and Die in L.A. (1985), the psychological horror film Bug (2006), and the dark comedy Killer Joe (2011).",
    "tmdb": "https://www.themoviedb.org/person/15175",
    "wiki": "https://en.wikipedia.org/wiki/William_Friedkin"
 },
 {
    "name": "Ridley Scott",
    "poster": "https://image.tmdb.org/t/p/w300/zABJmN9opmqD4orWl3KSdCaSo7Q.jpg",
    "id": 578,
    "summary": "Sir Ridley Scott (born 30 November 1937) is an English film director and producer. He has directed the science fiction horror film Alien (1979), the neo-noir dystopian film Blade Runner (1982), the road adventure film Thelma & Louise (1991), the historical drama film Gladiator (2000), the war film Black Hawk Down (2001), and the science fiction film The Martian (2015). \nScott began his career as a television designer and director before moving into advertising, where he honed his filmmaking skills by making inventive mini-films for television commercials. His work is known for its atmospheric and highly concentrated visual style. Though his films range widely in setting and period, they frequently showcase memorable imagery of urban environments, spanning 2nd-century Rome (Gladiator), 12th-century Jerusalem (Kingdom of Heaven), Medieval England (Robin Hood), contemporary Mogadishu (Black Hawk Down), or the futuristic cityscapes of Blade Runner and distant planets in Alien, Alien: Covenant, Prometheus, and The Martian. Several of his films are also known for their strong female characters. In 2021, his films The Last Duel and House of Gucci will be released.Scott has been nominated for three Academy Awards for Directing, which he received for Thelma & Louise, Gladiator and Black Hawk Down. Gladiator won the Academy Award for Best Picture, and he received a nomination in that category for the 2015 film The Martian. In 1995 both Scott and his brother Tony received a BAFTA for Outstanding British Contribution to Cinema. In 2003 he was knighted for services to the British film industry. In a 2004 BBC poll, Scott was ranked 10 on the list of most influential people in British culture. He received an honorary doctorate from the Royal College of Art in London in 2015 and the BAFTA Fellowship for lifetime achievement in 2018.",
    "tmdb": "https://www.themoviedb.org/person/578",
    "wiki": "https://en.wikipedia.org/wiki/Ridley_Scott"
 },
 {
    "name": "Katsuhito Ishii",
    "poster": "https://image.tmdb.org/t/p/w300/desHSa8vCjuWtEFmKs0zjXQHL32.jpg",
    "id": 107668,
    "summary": "Katsuhito Ishii (石井 克人, Ishii Katsuhito, born 31 December 1966) is a Japanese film director best known for directing The Taste of Tea (2004), Funky Forest (2005), and Smuggler (2011).",
    "tmdb": "https://www.themoviedb.org/person/107668",
    "wiki": "https://en.wikipedia.org/wiki/Katsuhito_Ishii"
 },
 {
    "name": "George Lucas",
    "poster": "https://image.tmdb.org/t/p/w300/WCSZzWdtPmdRxH9LUCVi2JPCSJ.jpg",
    "id": 1,
    "summary": "George Walton Lucas Jr. (born May 14, 1944) is an American film director, producer, screenwriter, and entrepreneur. Lucas is best known for creating the Star Wars and Indiana Jones franchises and founding Lucasfilm, Lucasfilm Games, and Industrial Light & Magic. He served as chairman of Lucasfilm before selling it to The Walt Disney Company in 2012. Lucas is one of history's most financially successful filmmakers and has been nominated for four Academy Awards. His films are among the 100 highest-grossing movies at the North American box office, adjusted for ticket-price inflation. Lucas is considered one of the most significant figures of the 20th-century New Hollywood movement, and a pioneer of the modern blockbuster.\nAfter graduating from the University of Southern California in 1967, Lucas co-founded American Zoetrope with filmmaker Francis Ford Coppola. Lucas wrote and directed THX 1138 (1971), based on his student short Electronic Labyrinth: THX 1138 4EB, which was a critical success but a financial failure. His next work as a writer-director was the film American Graffiti (1973), inspired by his youth in the early 1960s Modesto, California, and produced through the newly founded Lucasfilm. The film was critically and commercially successful and received five Academy Award nominations, including Best Director and Best Picture.\nLucas's next film, the epic space opera Star Wars (1977), had a troubled production but was a surprise hit, becoming the highest-grossing film at the time, winning six Academy Awards and sparking a cultural phenomenon. Lucas produced and co-wrote the sequels The Empire Strikes Back (1980) and Return of the Jedi (1983). With director Steven Spielberg, he created, produced, and co-wrote the Indiana Jones films Raiders of the Lost Ark (1981), The Temple of Doom (1984), The Last Crusade (1989) and The Kingdom of the Crystal Skull (2008). Lucas is also known for his collaboration with composer John Williams, who was recommended to him by Spielberg, and with whom he has worked for all the films in both of these franchises. He also produced and wrote a variety of films and television series through Lucasfilm between the 1970s and the 2010s.\nIn 1997, Lucas re-released the Star Wars Trilogy as part of a special edition featuring several alterations; home media versions with further changes were released in 2004 and 2011. He returned to directing with a Star Wars prequel trilogy comprising Star Wars: Episode I – The Phantom Menace (1999), Star Wars: Episode II – Attack of the Clones (2002) and Star Wars: Episode III – Revenge of the Sith (2005). He last collaborated on the CGI-animated television series Star Wars: The Clone Wars (2008–2014, 2020), the war film Red Tails (2012), and the CGI film Strange Magic (2015).",
    "tmdb": "https://www.themoviedb.org/person/1",
    "wiki": "https://en.wikipedia.org/wiki/George_Lucas"
 },
 {
    "name": "Paul Verhoeven",
    "poster": "https://image.tmdb.org/t/p/w300/wxkroRBtM6NKZdx9sYLFfFSGnaR.jpg",
    "id": 10491,
    "summary": "Paul Verhoeven (Dutch: [ˈpʌu̯l vərˈɦuvə(n)]; born 18 July 1938) is a Dutch director and screenwriter active in both the Netherlands and Hollywood. His blending of graphic violence and sexual content with social satire are trademarks of both his drama and science fiction films. He directed the films Turkish Delight (1973), Keetje Tippel (1975), Soldier of Orange (1977), Spetters (1980), The Fourth Man (1983), Flesh and Blood (1985), RoboCop (1987), Total Recall (1990), Basic Instinct (1992), Showgirls (1995), Starship Troopers (1997), Hollow Man (2000), Black Book (2006) and Elle (2016). His latest film is Benedetta, scheduled for international release in December 2021.\nTurkish Delight received the award for Best Dutch Film of the Century at the Netherlands Film Festival. Verhoeven's films altogether received a total of nine Academy Award nominations, mainly for editing and effects. He won the Saturn Award for Best Director for RoboCop. His Dutch war film Black Book (2006) was nominated for a BAFTA Award for Best Film Not in the English Language and was voted by the Dutch public, in 2008, as the best Dutch film ever made. In contrast, he won the Golden Raspberry Awards for Worst Picture and Worst Director for Showgirls; he is one of the few people to have accepted their Golden Raspberry awards in person, and was the first person to go to the ceremony to receive it. In 2016 he directed Elle, which won the Golden Globe Award for Best Foreign Language Film and César Award for Best Film.",
    "tmdb": "https://www.themoviedb.org/person/10491",
    "wiki": "https://en.wikipedia.org/wiki/Paul_Verhoeven"
 },
 {
    "name": "Steven Lisberger",
    "poster": "https://image.tmdb.org/t/p/w300/oyYWTrnNthn5l6rbR55oURe7D0t.jpg",
    "id": 12859,
    "summary": "Steven M. Lisberger (born April 24, 1951) is an American film director, producer and writer famous for directing Tron in 1982.",
    "tmdb": "https://www.themoviedb.org/person/12859",
    "wiki": "https://en.wikipedia.org/wiki/Steven_Lisberger"
 },
 {
    "name": "Luc Besson",
    "poster": "https://image.tmdb.org/t/p/w300/dXJdczT1NcvcZtnoWVGT0NmG11v.jpg",
    "id": 59,
    "summary": "Luc Paul Maurice Besson (French: [lyk bɛsɔ̃]; born 18 March 1959) is a French film director, screenwriter, and producer. He directed or produced the films Subway (1985), The Big Blue (1988), and La Femme Nikita (1990). Besson is associated with the Cinéma du look film movement. He has been nominated for a César Award for Best Director and Best Picture for his films Léon: The Professional and The Messenger: The Story of Joan of Arc. He won Best Director and Best French Director for his sci-fi action film The Fifth Element (1997). He wrote and directed the 2014 sci-fi action film Lucy and the 2017 space opera film Valerian and the City of a Thousand Planets.\nIn 1980, he founded his own production company, Les Films du Loup, and, later, Les Films du Dauphin, which were superseded in 2000 by his co-founding EuropaCorp film company with his longtime collaborator, Pierre-Ange Le Pogam. As writer, director, or producer, Besson has so far been involved in the creation of more than 50 films.",
    "tmdb": "https://www.themoviedb.org/person/59",
    "wiki": "https://en.wikipedia.org/wiki/Luc_Besson"
 },
 {
    "name": "Tran Anh Hung",
    "poster": "https://image.tmdb.org/t/p/w300/4P3WKhdEzLbxvbx313Vr6uhjCs2.jpg",
    "id": 107730,
    "summary": "Trần Anh Hùng (born December 23, 1962) is a Vietnamese-born French film director and screenwriter.",
    "tmdb": "https://www.themoviedb.org/person/107730",
    "wiki": "https://en.wikipedia.org/wiki/Tran_Anh_Hung"
 },
 {
    "name": "Akira Kurosawa",
    "poster": "https://image.tmdb.org/t/p/w300/uCFWmYXu0EqF5Bd6zWaOS4FxvEB.jpg",
    "id": 5026,
    "summary": "Akira Kurosawa (Japanese: 黒澤明, Hepburn: Kurosawa Akira, March 23, 1910 – September 6, 1998) was a Japanese filmmaker and painter who directed 30 films in a career spanning 57 years. He is regarded as one of the most important and influential film-makers in the history of cinema.\nKurosawa entered the Japanese film industry in 1936, following a brief stint as a painter. After years of working on numerous films as an assistant director and scriptwriter, he made his debut as a director during World War II with the popular action film Sanshiro Sugata (a.k.a. Judo Saga). After the war, the critically acclaimed Drunken Angel (1948), in which Kurosawa cast the then little-known actor Toshiro Mifune in a starring role, cemented the director's reputation as one of the most important young film-makers in Japan. The two men would go on to collaborate on another fifteen films.\nRashomon, which premiered in Tokyo, became the surprise winner of the Golden Lion at the 1951 Venice Film Festival. The commercial and critical success of that film opened up Western film markets for the first time to the products of the Japanese film industry, which in turn led to international recognition for other Japanese film-makers. Kurosawa directed approximately one film per year throughout the 1950s and early 1960s, including a number of highly regarded (and often adapted) films, such as Ikiru (1952), Seven Samurai (1954) and Yojimbo (1961). After the 1960s he became much less prolific; even so, his later work—including his final two epics, Kagemusha (1980) and Ran (1985)—continued to receive great acclaim, though more often abroad than in Japan.\nIn 1990, he accepted the Academy Award for Lifetime Achievement. Posthumously, he was named \"Asian of the Century\" in the \"Arts, Literature, and Culture\" category by AsianWeek magazine and CNN, cited there as being among the five people who most prominently contributed to the improvement of Asia in the 20th century. His career has been honored by many retrospectives, critical studies and biographies in both print and video, and by releases in many consumer media.",
    "tmdb": "https://www.themoviedb.org/person/5026",
    "wiki": "https://en.wikipedia.org/wiki/Akira_Kurosawa"
 },
 {
    "name": "Andrei Tarkovsky",
    "poster": "https://image.tmdb.org/t/p/w300/j0toVLrgLNuyGnUxGPnSfnPiSf5.jpg",
    "id": 8452,
    "summary": "Andrei Arsenyevich Tarkovsky (Russian: Андрей Арсеньевич Тарковский, IPA: [ɐnˈdrʲej ɐrˈsʲenʲjɪvʲɪtɕ tɐrˈkofskʲɪj]; 4 April 1932 – 29 December 1986) was a Russian film director, screenwriter, and film theorist. He is widely regarded as one of the greatest and most influential filmmakers in Russian and world cinema. His films explored spiritual and metaphysical themes, and are noted for their slow pacing and long takes, dreamlike visual imagery, and preoccupation with nature and memory.Tarkovsky studied film at Moscow's VGIK under filmmaker Mikhail Romm, and subsequently directed his first five features in the Soviet Union: Ivan's Childhood (1962), Andrei Rublev (1966), Solaris (1972), Mirror (1975), and Stalker (1979), a number of his films from this period are ranked among the best films ever made. After years of creative conflict with state film authorities, Tarkovsky left the country in 1979 and made his final two films abroad; Nostalghia (1983) and The Sacrifice (1986) were produced in Italy and Sweden respectively. In 1986, he also published a book about cinema and art entitled Sculpting in Time. He died of cancer later that year.\nTarkovsky was the recipient of several awards at the Cannes Film Festival throughout his career (including the FIPRESCI prize, the Prize of the Ecumenical Jury, and the Grand Prix Spécial du Jury) and winner of the Golden Lion award at the Venice Film Festival for his debut film Ivan's Childhood. In 1990, he was posthumously awarded the Soviet Union's prestigious Lenin Prize. Three of his films—Andrei Rublev, Mirror, and Stalker—featured in Sight & Sound's 2012 poll of the 100 greatest films of all time.",
    "tmdb": "https://www.themoviedb.org/person/8452",
    "wiki": "https://en.wikipedia.org/wiki/Andrei_Tarkovsky"
 },
 {
    "name": "Masaki Kobayashi",
    "poster": "https://image.tmdb.org/t/p/w300/5epZ39mf1Ii7xOjqYx2YYq39y5X.jpg",
    "id": 76978,
    "summary": "Masaki Kobayashi (小林 正樹, Kobayashi Masaki, February 14, 1916 – October 4, 1996) was a Japanese film director, best known for the epic trilogy The Human Condition (1959–1961), the samurai films Harakiri (1962) and Samurai Rebellion (1967), and Kwaidan (1964), a set of four ghost stories.",
    "tmdb": "https://www.themoviedb.org/person/76978",
    "wiki": "https://en.wikipedia.org/wiki/Masaki_Kobayashi"
 },
 {
    "name": "Richard Linklater",
    "poster": "https://image.tmdb.org/t/p/w300/wNijRefhQCp0BkNqM5qhhdazDgx.jpg",
    "id": 564,
    "summary": "Richard Stuart Linklater (; born July 30, 1960) is an American film director, producer, and screenwriter. He is known for films that revolve mainly around suburban culture and the effects of the passage of time. His films include the comedies Slacker (1990) and Dazed and Confused (1993), the Before trilogy romance films—Before Sunrise (1995), Before Sunset (2004), and Before Midnight (2013), the music-themed comedy School of Rock (2003), the animated films Waking Life (2001) and A Scanner Darkly (2006), the coming-of-age drama Boyhood (2014), and the comedy film Everybody Wants Some!! (2016).\nLinklater is known to have a distinct style and method of filmmaking. Many of his films are noted for their loosely structured narrative, also, the Before trilogy and Boyhood both feature the same actors filmed over an extended period of years. He has received several Academy Award nominations and won the Silver Bear for Best Director at the Berlin International Film Festival for his work on Before Sunrise. He also won a Golden Globe Award for directing Boyhood. In 2015, Linklater was included on the annual Time 100 list of the most influential people in the world.",
    "tmdb": "https://www.themoviedb.org/person/564",
    "wiki": "https://en.wikipedia.org/wiki/Richard_Linklater"
 },
 {
    "name": "Hu Bo",
    "poster": "https://image.tmdb.org/t/p/w300/eKKq9p8kygY7Zru3LX1On6M6g6J.jpg",
    "id": 1962993,
    "summary": "Hu Bo (Chinese: 胡波; 20 July 1988 – 12 October 2017), also known by his pen name Hu Qian (Chinese: 胡遷), was a Chinese novelist and film director, best known for his only feature film An Elephant Sitting Still (2018), which garnered widespread praise from critics. He died by suicide on 12 October 2017 at the age of 29, soon after he finished that film.",
    "tmdb": "https://www.themoviedb.org/person/1962993",
    "wiki": "https://en.wikipedia.org/wiki/Hu_Bo"
 },
 {
    "name": "Andrzej Żuławski",
    "poster": "https://image.tmdb.org/t/p/w300/3mZEly1H2hoFNMxJDa9hh5ER0oA.jpg",
    "id": 32082,
    "summary": "Andrzej Żuławski (Polish: [ˈandʐɛj ʐuˈwafskʲi]; 22 November 1940 – 17 February 2016) was a Polish film director and writer. Żuławski often went against  mainstream commercialism in his films, and enjoyed success mostly with European art-house audiences.\nIn the late 1950s, he studied cinema in France. His second feature, The Devil (1972), was banned in communist Poland, and Żuławski went to France. After the success of That Most Important Thing: Love in 1975, he returned to Poland where he spent two years making On the Silver Globe (not released until 1988). The work on this film was interrupted and destroyed by the authorities. After that, Żuławski moved to France where he became known for controversial and violent art-house films such as Possession (1981). Żuławski is also known for his work with actresses including Romy Schneider, Isabelle Adjani and Sophie Marceau.\nHis films have received awards at various international film festivals. Żuławski had also written several novels, for example: Il était Un Verger, Lity Bór (a.k.a. La Forêt Forteresse), W Oczach Tygrysa, and Ogród Miłości.",
    "tmdb": "https://www.themoviedb.org/person/32082",
    "wiki": "https://en.wikipedia.org/wiki/Andrzej_%C5%BBu%C5%82awski"
 },
 {
    "name": "Hiroyuki Okiura",
    "poster": "https://image.tmdb.org/t/p/w300/rMmavTg6TqMfv5r0ZifQvay639f.jpg",
    "id": 12178,
    "summary": "Hiroyuki Okiura (沖浦啓之, Okiura Hiroyuki, born October 13, 1966 in Katano, Osaka Prefecture) is a Japanese animation director and animator working for Production I.G.",
    "tmdb": "https://www.themoviedb.org/person/12178",
    "wiki": "https://en.wikipedia.org/wiki/Hiroyuki_Okiura"
 },
 {
    "name": "Jia Zhangke",
    "poster": "https://image.tmdb.org/t/p/w300/ysDC1ugI5AibdnuCmelFfgPIRb2.jpg",
    "id": 24011,
    "summary": "Jia Zhangke (Chinese: 贾樟柯; pinyin: Jiǎ Zhāngkē, born 24 May 1970) is a Chinese film director and screenwriter. He is generally regarded as a leading figure of the \"Sixth Generation\" movement of Chinese cinema, a group that also includes such figures as Wang Xiaoshuai, Lou Ye, Wang Quan'an and Zhang Yuan.Jia's early films, a loose trilogy based in his home province of Shanxi, were made outside of China's state-run film bureaucracy, and therefore are considered \"underground\" films. Beginning in 2004, Jia's status in his own country rose when he was allowed to direct his fourth feature film, The World, with state approval.\nJia's films have received critical praise and have been recognized internationally, notably winning the Venice Film Festival's top award Golden Lion for Still Life. NPR critic John Powers praised him as \"(perhaps) the most important filmmaker working in the world today.\"",
    "tmdb": "https://www.themoviedb.org/person/24011",
    "wiki": "https://en.wikipedia.org/wiki/Jia_Zhangke"
 },
 {
    "name": "Terry Gilliam",
    "poster": "https://image.tmdb.org/t/p/w300/kODccJVnrt4ioPbJVEnkkKPHbG7.jpg",
    "id": 280,
    "summary": "Terrence Vance Gilliam (; born 22 November 1940) is an American-born British film director, screenwriter, animator, actor, comedian and former member of the Monty Python comedy troupe.\nGilliam has directed 13 feature films, including Time Bandits (1981), Brazil (1985), The Adventures of Baron Munchausen (1988), The Fisher King (1991), 12 Monkeys (1995), Fear and Loathing in Las Vegas (1998), The Brothers Grimm (2005), Tideland (2005), and The Imaginarium of Doctor Parnassus (2009). The only Monty Python member not born in Britain, he became a naturalised British subject in 1968 and formally renounced his American citizenship in 2006.\nGilliam was born in Minnesota, but spent his high school and college years in Los Angeles. He started his career as an animator and strip cartoonist. He joined Monty Python as the animator of their works, but eventually became a full member and was given acting roles. He became a feature film director in the 1970s. Most of his films explore the theme of imagination and its importance to life, express his opposition to bureaucracy and authoritarianism, and feature characters facing dark or paranoid situations. His own scripts feature black comedy and tragicomedic elements, as well as surprise endings.\nIn 1988, Gilliam and the other Monty Python members received the BAFTA Award for Outstanding British Contribution to Cinema. In 2009, Gilliam received the BAFTA Fellowship for lifetime achievement.",
    "tmdb": "https://www.themoviedb.org/person/280",
    "wiki": "https://en.wikipedia.org/wiki/Terry_Gilliam"
 },
 {
    "name": "Jia Zhangke",
    "poster": "https://image.tmdb.org/t/p/w300/ysDC1ugI5AibdnuCmelFfgPIRb2.jpg",
    "id": 24011,
    "summary": "Jia Zhangke (Chinese: 贾樟柯; pinyin: Jiǎ Zhāngkē, born 24 May 1970) is a Chinese film director and screenwriter. He is generally regarded as a leading figure of the \"Sixth Generation\" movement of Chinese cinema, a group that also includes such figures as Wang Xiaoshuai, Lou Ye, Wang Quan'an and Zhang Yuan.Jia's early films, a loose trilogy based in his home province of Shanxi, were made outside of China's state-run film bureaucracy, and therefore are considered \"underground\" films. Beginning in 2004, Jia's status in his own country rose when he was allowed to direct his fourth feature film, The World, with state approval.\nJia's films have received critical praise and have been recognized internationally, notably winning the Venice Film Festival's top award Golden Lion for Still Life. NPR critic John Powers praised him as \"(perhaps) the most important filmmaker working in the world today.\"",
    "tmdb": "https://www.themoviedb.org/person/24011",
    "wiki": "https://en.wikipedia.org/wiki/Jia_Zhangke"
 },
 {
    "name": "Kenji Mizoguchi",
    "poster": "https://image.tmdb.org/t/p/w300/znq6LKwXyeUVkFWe5VTlDYmrN88.jpg",
    "id": 97202,
    "summary": "Kenji Mizoguchi (溝口 健二, Mizoguchi Kenji, May 16, 1898 – August 24, 1956) was a Japanese film director and screenwriter. \nMizoguchi's work is renowned for its long takes and mise-en-scène. According to writer Mark Le Fanu, \"His films have an extraordinary force and purity. They shake and move the viewer by the power, refinement and compassion with which they confront human suffering.\"His film Ugetsu (1953) brought him international attention and appeared in the Sight & Sound Critics' Top Ten Poll in 1962 and 1972. Other acclaimed films of his include The Story of the Last Chrysanthemums (1939), The Life of Oharu (1952), Sansho the Bailiff (1954), and The Crucified Lovers (1954). Today, Mizoguchi is often cited as one of the most acclaimed filmmakers in Japanese and world cinema.",
    "tmdb": "https://www.themoviedb.org/person/97202",
    "wiki": "https://en.wikipedia.org/wiki/Kenji_Mizoguchi"
 },
 {
    "name": "Seijun Suzuki",
    "poster": "https://image.tmdb.org/t/p/w300/2OxPwbfSuUyzJdAkpWj8ezjyXqA.jpg",
    "id": 82461,
    "summary": "Seijun Suzuki (鈴木 清順, Suzuki Seijun), born Seitaro Suzuki (鈴木 清太郎, Suzuki Seitarō) (24 May 1923  – 13 February 2017), was a Japanese filmmaker, actor, and screenwriter. His films are known for their jarring visual style, irreverent humour, nihilistic cool and entertainment-over-logic sensibility. He made 40 predominately B-movies for the Nikkatsu Company between 1956 and 1967, working most prolifically in the yakuza genre. His increasingly surreal style began to draw the ire of the studio in 1963 and culminated in his ultimate dismissal for what is now regarded as his magnum opus, Branded to Kill (1967), starring notable collaborator Joe Shishido. Suzuki successfully sued the studio for wrongful dismissal, but he was blacklisted for 10 years after that. As an independent filmmaker, he won critical acclaim and a Japanese Academy Award for his Taishō Trilogy, Zigeunerweisen (1980), Kagero-za (1981) and Yumeji (1991).\nHis films remained widely unknown outside Japan until a series of theatrical retrospectives beginning in the mid-1980s, home video releases of key films such as Branded to Kill and Tokyo Drifter in the late 1990s and tributes by such acclaimed filmmakers as Jim Jarmusch, Takeshi Kitano, Wong Kar-wai and Quentin Tarantino signaled his international discovery. Suzuki continued making films, albeit sporadically. In Japan, he is more commonly recognized as an actor for his numerous roles in Japanese films and television.",
    "tmdb": "https://www.themoviedb.org/person/82461",
    "wiki": "https://en.wikipedia.org/wiki/Seijun_Suzuki"
 },
 {
    "name": "Tsai Ming-liang",
    "poster": "https://image.tmdb.org/t/p/w300/7un9C6VGcjveENYXQIqLPeP7YZx.jpg",
    "id": 71174,
    "summary": "Tsai Ming-liang (Chinese: 蔡明亮; pinyin: Cài Míngliàng; born 27 October 1957) is a Malaysian filmmaker based in Taiwan. Tsai has written and directed eleven feature films and has also directed many short films and television films. Tsai is one of the most celebrated \"Second New Wave\" film directors of Taiwanese cinema. His films have been acclaimed worldwide and have won numerous awards at film festivals. In 1994, he won the Golden Lion at the 51st Venice International Film Festival for the film Vive L'Amour. Tsai has been referred to as an auteur.",
    "tmdb": "https://www.themoviedb.org/person/71174",
    "wiki": "https://en.wikipedia.org/wiki/Tsai_Ming-liang"
 },
 {
    "name": "Jano Williams",
    "poster": "./media/noposter.jpg",
    "id": 1088162,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/1088162",
    "wiki": ""
 },
 {
    "name": "Mani Kaul",
    "poster": "https://image.tmdb.org/t/p/w300/z2WskSw0LbGa4ergRtwtXpNmiLl.jpg",
    "id": 1087762,
    "summary": "Mani Kaul (25 December 1944 – 6 July 2011) was an Indian director of Hindi films and a reputed figure in Indian parallel cinema. He graduated from the Film and Television Institute of India (FTII) where he was a student of Ritwik Ghatak and later became a teacher. Starting his career with Uski Roti (1969), which won him the Filmfare Critics Award for Best Movie, he went on to win four of them in all. He won the National Film Award for Best Direction in 1974 for Duvidha and later the National Film Award for his documentary film Siddheshwari in 1989.",
    "tmdb": "https://www.themoviedb.org/person/1087762",
    "wiki": "https://en.wikipedia.org/wiki/Mani_Kaul"
 },
 {
    "name": "Jim Jarmusch",
    "poster": "https://image.tmdb.org/t/p/w300/bKtWli68IA7mFygxaobAAQcu5Z9.jpg",
    "id": 4429,
    "summary": "James Robert Jarmusch (; born January 22, 1953) is an American film director, screenwriter, actor, producer, editor, and composer. He has been a major proponent of independent cinema since the 1980s, directing films such as Stranger Than Paradise (1984), Down by Law (1986), Mystery Train (1989), Dead Man (1995), Ghost Dog: The Way of the Samurai (1999), Coffee and Cigarettes (2003), Broken Flowers (2005), Only Lovers Left Alive (2013), Paterson (2016), and The Dead Don't Die (2019). Stranger Than Paradise was added to the National Film Registry in December 2002. As a musician, Jarmusch has composed music for his films and released three albums with Jozef van Wissem.",
    "tmdb": "https://www.themoviedb.org/person/4429",
    "wiki": "https://en.wikipedia.org/wiki/Jim_Jarmusch"
 },
 {
    "name": "Norifumi Suzuki",
    "poster": "https://image.tmdb.org/t/p/w300/p1btQLSOfVDDgHVxgrtbzEf4qxT.jpg",
    "id": 95588,
    "summary": "Norifumi Suzuki (鈴木 則文, Suzuki Norifumi, November 26, 1933 – May 15, 2014), was a Japanese film director and screenwriter. He is best known for the Torakku Yarō series.",
    "tmdb": "https://www.themoviedb.org/person/95588",
    "wiki": "https://en.wikipedia.org/wiki/Norifumi_Suzuki"
 },
 {
    "name": "Rintaro",
    "poster": "https://image.tmdb.org/t/p/w300/sXomLvqGT7SDHtu7j62R0l1AL2D.jpg",
    "id": 58159,
    "summary": "Rintaro (りんたろう, Rintarō, born January 22, 1941) is the pseudonym of Shigeyuki Hayashi (林 重行, Hayashi Shigeyuki), a well-known director of anime. He works frequently with the animation studio Madhouse (which he co-founded), though he is a freelance director not employed directly by any one studio. He began working in the animation industry—at age 17—as an in-between animator on the 1958 film Hakujaden. His works have won and been nominated for multiple awards, including a nomination for Best Film (Metropolis) at the 2001 Festival de Cine de Sitges.Rintaro is a fan of science fiction, and has been influenced by American westerns, gangster films, film noir, and French films. Additionally, he was influenced by Osamu Tezuka, and worked with him on Kimba the White Lion and Astro Boy. He said that when he was making Metropolis, which was based on Tezuka's manga of the same name, he \"wanted to communicate Tezuka's spirit\". Rintaro personally introduced the film at the Big Apple Anime Fest in 2001, where it was screened before its theatrical release by TriStar Pictures.Rintaro has also worked under the name Kuruma Hino, in addition to his best known pseudonym and his birth name. His pseudonym is sometimes miswritten as Rin Taro or Taro Rin. He is a founding member of the Japanese Animation Creators Association (JAniCA) labor group.",
    "tmdb": "https://www.themoviedb.org/person/58159",
    "wiki": "https://en.wikipedia.org/wiki/Rintaro"
 },
 {
    "name": "Martín Rejtman",
    "poster": "https://image.tmdb.org/t/p/w300/k0PV0Atn7KeJtrShralnLKHoFcp.jpg",
    "id": 1082091,
    "summary": "Martín Rejtman (born January 3, 1961 in Buenos Aires) is an Argentine writer and film director. He is considered to be a key figure in the New Argentine Cinema, making films such as Silvia Prieto and The Magic Gloves. His documentary Riders won the Eurimages Co-Production Development Award at the San Sebastián International Film Festival in 2020.\n\n",
    "tmdb": "https://www.themoviedb.org/person/1082091",
    "wiki": "https://en.wikipedia.org/wiki/Mart%C3%ADn_Rejtman"
 },
 {
    "name": "Tsai Ming-liang",
    "poster": "https://image.tmdb.org/t/p/w300/7un9C6VGcjveENYXQIqLPeP7YZx.jpg",
    "id": 71174,
    "summary": "Tsai Ming-liang (Chinese: 蔡明亮; pinyin: Cài Míngliàng; born 27 October 1957) is a Malaysian filmmaker based in Taiwan. Tsai has written and directed eleven feature films and has also directed many short films and television films. Tsai is one of the most celebrated \"Second New Wave\" film directors of Taiwanese cinema. His films have been acclaimed worldwide and have won numerous awards at film festivals. In 1994, he won the Golden Lion at the 51st Venice International Film Festival for the film Vive L'Amour. Tsai has been referred to as an auteur.",
    "tmdb": "https://www.themoviedb.org/person/71174",
    "wiki": "https://en.wikipedia.org/wiki/Tsai_Ming-liang"
 },
 {
    "name": "Hirokazu Kore-eda",
    "poster": "https://image.tmdb.org/t/p/w300/oIDlmHZZj6jgrPy6onX9igENYOi.jpg",
    "id": 25645,
    "summary": "Hirokazu Kore-eda (是枝 裕和, Koreeda Hirokazu, born 6 June 1962) is a Japanese film director, producer, screenwriter, and editor. He began his career in television and has since directed more than a dozen feature films, including Nobody Knows (2004), Still Walking (2008), and After the Storm (2016). He won the Jury Prize at the 2013 Cannes Film Festival for Like Father, Like Son and won the Palme d'Or at the 2018 Cannes Film Festival for Shoplifters.",
    "tmdb": "https://www.themoviedb.org/person/25645",
    "wiki": "https://en.wikipedia.org/wiki/Hirokazu_Kore-eda"
 },
 {
    "name": "Diego Echeverria",
    "poster": "./media/noposter.jpg",
    "id": 1102669,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/1102669",
    "wiki": ""
 },
 {
    "name": "Gerard Holthuis",
    "poster": "./media/noposter.jpg",
    "id": 2036123,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/2036123",
    "wiki": ""
 },
 {
    "name": "Shinji Aoyama",
    "poster": "https://image.tmdb.org/t/p/w300/x1s0DjsTFdu8l59eb8srzxuRpFS.jpg",
    "id": 119493,
    "summary": "Shinji Aoyama (青山 真治, Aoyama Shinji, born July 13, 1964) is a Japanese film director, screenwriter, composer, film critic, and novelist. He graduated from Rikkyo University. He won two awards at the 2000 Cannes Film Festival for his film Eureka.",
    "tmdb": "https://www.themoviedb.org/person/119493",
    "wiki": "https://en.wikipedia.org/wiki/Shinji_Aoyama"
 },
 {
    "name": "Kim Joo-hwan",
    "poster": "https://image.tmdb.org/t/p/w300/olknK7RuDjfjBRrJIh0t4e9IvQb.jpg",
    "id": 1410322,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/1410322",
    "wiki": ""
 },
 {
    "name": "Edward Yang",
    "poster": "https://image.tmdb.org/t/p/w300/j7K4l87WXqvzT1abKsvgMVnFOyW.jpg",
    "id": 143035,
    "summary": "Edward Yang (Chinese: 楊德昌; pinyin: Yáng Déchāng; November 6, 1947 – June 29, 2007) was a Taiwanese filmmaker. Yang, along with fellow auteurs Hou Hsiao-hsien and Tsai Ming-liang, was one of the leading film-makers of the Taiwanese New Wave and Taiwanese cinema. He won the Best Director Award at Cannes for his 2000 film Yi Yi.",
    "tmdb": "https://www.themoviedb.org/person/143035",
    "wiki": "https://en.wikipedia.org/wiki/Edward_Yang"
 },
 {
    "name": "Tsai Ming-liang",
    "poster": "https://image.tmdb.org/t/p/w300/7un9C6VGcjveENYXQIqLPeP7YZx.jpg",
    "id": 71174,
    "summary": "Tsai Ming-liang (Chinese: 蔡明亮; pinyin: Cài Míngliàng; born 27 October 1957) is a Malaysian filmmaker based in Taiwan. Tsai has written and directed eleven feature films and has also directed many short films and television films. Tsai is one of the most celebrated \"Second New Wave\" film directors of Taiwanese cinema. His films have been acclaimed worldwide and have won numerous awards at film festivals. In 1994, he won the Golden Lion at the 51st Venice International Film Festival for the film Vive L'Amour. Tsai has been referred to as an auteur.",
    "tmdb": "https://www.themoviedb.org/person/71174",
    "wiki": "https://en.wikipedia.org/wiki/Tsai_Ming-liang"
 },
 {
    "name": "John Woo",
    "poster": "https://image.tmdb.org/t/p/w300/s7sDmQq8cegHnsTmD0u2eZ4ArYZ.jpg",
    "id": 11401,
    "summary": "John Woo Yu-Sen SBS (Chinese: 吳宇森; born 1 May 1946) is a Hong Kong film director, producer and screenwriter.  Woo is known for his highly chaotic action sequences, stylized imagery, Mexican standoffs, frequent use of slow motion and allusions to wuxia and Western cinema. He was also a pioneer of heroic bloodshed films (a crime action film genre involving Chinese triads) and the gun fu genre in Hong Kong action cinema, before working in Hollywood films.\nConsidered one of the major figures of Hong Kong cinema, Woo has directed several notable action films including A Better Tomorrow (1986), The Killer (1989), Hard Boiled (1992), and Red Cliff (2008/2009). He is a winner of the Hong Kong Film Awards for Best Director, Best Editing, and Best Picture, as well as a Golden Horse Award, an Asia Pacific Screen Award, and a Saturn Award.\nWoo's Hollywood films include the action films Hard Target (1993) and Broken Arrow (1996), the action thriller Face/Off (1997) and the action spy film Mission: Impossible 2 (2000). He also created the comic series Seven Brothers, published by Virgin Comics. He cites his three favorite films as David Lean's Lawrence of Arabia, Akira Kurosawa's Seven Samurai and Jean-Pierre Melville's Le Samouraï. He is the founder and chairman of the production company Lion Rock Productions.",
    "tmdb": "https://www.themoviedb.org/person/11401",
    "wiki": "https://en.wikipedia.org/wiki/John_Woo"
 },
 {
    "name": "Lee Kang-Sheng",
    "poster": "https://image.tmdb.org/t/p/w300/bxUJSEeJZICNakqlItJKv79Kyt5.jpg",
    "id": 71171,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/71171",
    "wiki": ""
 },
 {
    "name": "Edward Yang",
    "poster": "https://image.tmdb.org/t/p/w300/j7K4l87WXqvzT1abKsvgMVnFOyW.jpg",
    "id": 143035,
    "summary": "Edward Yang (Chinese: 楊德昌; pinyin: Yáng Déchāng; November 6, 1947 – June 29, 2007) was a Taiwanese filmmaker. Yang, along with fellow auteurs Hou Hsiao-hsien and Tsai Ming-liang, was one of the leading film-makers of the Taiwanese New Wave and Taiwanese cinema. He won the Best Director Award at Cannes for his 2000 film Yi Yi.",
    "tmdb": "https://www.themoviedb.org/person/143035",
    "wiki": "https://en.wikipedia.org/wiki/Edward_Yang"
 },
 {
    "name": "Phuttiphong Aroonpheng",
    "poster": "https://image.tmdb.org/t/p/w300/uBlrRghjYgLo09ue5vViaAwIMGS.jpg",
    "id": 1647828,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/1647828",
    "wiki": ""
 },
 {
    "name": "Kuang-Hui Liu",
    "poster": "./media/noposter.jpg",
    "id": 2693161,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/2693161",
    "wiki": ""
 },
 {
    "name": "Shōhei Imamura",
    "poster": "https://image.tmdb.org/t/p/w300/uGc8ZRIapKU7NHqfdm5dmAerD3p.jpg",
    "id": 20025,
    "summary": "Shōhei Imamura (今村 昌平, Imamura Shōhei, 15 September 1926 – 30 May 2006) was a Japanese film director. His main interest as a filmmaker lay in the depiction of the lower strata of Japanese society. A key figure in the Japanese New Wave, who continued working into the 21st century, Imamura is the only director from Japan to win two Palme d'Or awards.",
    "tmdb": "https://www.themoviedb.org/person/20025",
    "wiki": "https://en.wikipedia.org/wiki/Sh%C5%8Dhei_Imamura"
 },
 {
    "name": "Sylvia Soska",
    "poster": "./media/noposter.jpg",
    "id": 544134,
    "summary": "Jen Soska and Sylvia Soska (born April 29, 1983), also known as The Soska Sisters or The Twisted Twins, are Canadian twin sisters who work together as film directors, producers and screenwriters. They are known for directing often violent and visceral horror movies such as Dead Hooker in a Trunk, See No Evil 2 and American Mary.",
    "tmdb": "https://www.themoviedb.org/person/544134",
    "wiki": "https://en.wikipedia.org/wiki/Jen_and_Sylvia_Soska"
 },
 {
    "name": "Abbas Kiarostami",
    "poster": "https://image.tmdb.org/t/p/w300/rTlz5ciu41FxyVuXA82a3tSYVZ8.jpg",
    "id": 119294,
    "summary": "Abbas Kiarostami (Persian: عباس کیارستمی‎ [ʔæbˌbɒːs kijɒːɾostæˈmi] (listen); 22 June 1940 – 4 July 2016) was an Iranian film director, screenwriter, poet, photographer, and film producer. An active filmmaker from 1970, Kiarostami had been involved in the production of over forty films, including shorts and documentaries. Kiarostami attained critical acclaim for directing the Koker trilogy (1987–1994), Close-Up (1990),  The Wind Will Carry Us (1999), and Taste of Cherry (1997), which was awarded the Palme d'Or at the Cannes Film Festival that year. In later works, Certified Copy (2010) and Like Someone in Love (2012), he filmed for the first time outside Iran: in Italy and Japan, respectively. His films Where Is the Friend's Home?, Close-Up, and The Wind Will Carry Us were ranked among the 100 best foreign films in a 2018 critics' poll by BBC Culture. Close-Up was also ranked one of the 50 greatest movies of all time in the famous decennial Sight & Sound poll conducted in 2012.Kiarostami had worked extensively as a screenwriter, film editor, art director, and producer and had designed credit titles and publicity material. He was also a poet, photographer, painter, illustrator, and graphic designer. He was part of a generation of filmmakers in the Iranian New Wave, a Persian cinema movement that started in the late 1960s and emphasized the use of poetic dialogue and allegorical storytelling dealing with political and philosophical issues.Kiarostami had a reputation for using child protagonists, for documentary-style narrative films, for stories that take place in rural villages, and for conversations that unfold inside cars, using stationary mounted cameras. He is also known for his use of Persian poetry in the dialogue, titles, and themes of his films. Kiarostami's films contain a notable degree of ambiguity, an unusual mixture of simplicity and complexity, and often a mix of fictional and documentary elements. The concepts of change and continuity, in addition to the themes of life and death, play a major role in Kiarostami's works.",
    "tmdb": "https://www.themoviedb.org/person/119294",
    "wiki": "https://en.wikipedia.org/wiki/Abbas_Kiarostami"
 },
 {
    "name": "Peter Chan",
    "poster": "https://image.tmdb.org/t/p/w300/pITuexUp4J9SP9lcJ4Fa78hyPza.jpg",
    "id": 56739,
    "summary": "Peter Ho-sun Chan (born 28 November 1962) is a film director and producer.",
    "tmdb": "https://www.themoviedb.org/person/56739",
    "wiki": "https://en.wikipedia.org/wiki/Peter_Chan"
 },
 {
    "name": "Park Chan-wook",
    "poster": "https://image.tmdb.org/t/p/w300/77mzx3qzwfUzapY8HogM3TUi8Kv.jpg",
    "id": 10099,
    "summary": "Park Chan-wook (Korean: 박찬욱 Korean pronunciation: [pak̚t͡ɕʰanuk̚ ]; born August 23, 1963) is a South Korean film director, screenwriter, producer, and former film critic. One of the most acclaimed and popular filmmakers in the world, Park is best known for his films Joint Security Area (2000), Thirst (2009), The Handmaiden (2016) and what has become known as The Vengeance Trilogy, consisting of Sympathy for Mr. Vengeance (2002), Oldboy (2003) and Lady Vengeance (2005).\nHe is also known for his English-language works Stoker (2013) and The Little Drummer Girl (2018), a television miniseries based on the novel of the same name by John le Carré.\nHis films have gained notoriety for their immaculate framing, black humor and often brutal subject matters.",
    "tmdb": "https://www.themoviedb.org/person/10099",
    "wiki": "https://en.wikipedia.org/wiki/Park_Chan-wook"
 },
 {
    "name": "Roger Vadim",
    "poster": "https://image.tmdb.org/t/p/w300/4XSfnQquQ56Wn0dvlVC8m60lzNA.jpg",
    "id": 53767,
    "summary": "Roger Vadim Plemiannikov (French: [ʁɔ.ʒe va.dim]; 26 January 1928 – 11 February 2000) was a French screenwriter, film director and producer, as well as an author, artist and occasional actor. His best-known works are visually lavish films with erotic qualities, such as And God Created Woman (1956), Barbarella (1968), and Pretty Maids All in a Row (1971).",
    "tmdb": "https://www.themoviedb.org/person/53767",
    "wiki": "https://en.wikipedia.org/wiki/Roger_Vadim"
 },
 {
    "name": "Patrick Tam",
    "poster": "https://image.tmdb.org/t/p/w300/7QdaxdLfd9jeuIHXXSDdAocqkyK.jpg",
    "id": 71063,
    "summary": "",
    "tmdb": "https://www.themoviedb.org/person/71063",
    "wiki": ""
 },
 {
    "name": "Diao Yi'nan",
    "poster": "https://image.tmdb.org/t/p/w300/tyr16CUOJTa1oq3vbgFnEHKZS7V.jpg",
    "id": 123552,
    "summary": "Diao Yinan (Chinese: 刁亦男; pinyin: Diāo Yìnán; born 1969 in Xi'an, Shaanxi) is a Chinese director, screenwriter and occasional actor. He won the Golden Bear for Best Film at the 2014 Berlin International Film Festival for the widely acclaimed Chinese neo-noir film Black Coal, Thin Ice. Diao is considered a member of the sixth generation of Chinese film makers whose subject matter is focused on realism and stories of urban crime.",
    "tmdb": "https://www.themoviedb.org/person/123552",
    "wiki": "https://en.wikipedia.org/wiki/Diao_Yinan"
 }
]
